<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>अष्टलक्ष्मी स्तोत्रम्</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>अष्टलक्ष्मी स्तोत्रम्</h1>
आदिलक्ष्मि<br> 
सुमनस वन्दित सुन्दरि माधवि, चन्द्र सहोदरि हेममये <br> 
मुनिगण वन्दित मोक्षप्रदायनि, मञ्जुल भाषिणि वेदनुते । <br> 
पङ्कजवासिनि देव सुपूजित, सद्गुण वर्षिणि शान्तियुते <br> 
जय जयहे मधुसूदन कामिनि, आदिलक्ष्मि परिपालय माम् ॥ 1 ॥<br> 
धान्यलक्ष्मि<br> 
अयिकलि कल्मष नाशिनि कामिनि, वैदिक रूपिणि वेदमये <br> 
क्षीर समुद्भव मङ्गल रूपिणि, मन्त्रनिवासिनि मन्त्रनुते ।<br> 
मङ्गलदायिनि अम्बुजवासिनि, देवगणाश्रित पादयुते <br> 
जय जयहे मधुसूदन कामिनि, धान्यलक्ष्मि परिपालय माम् ॥ 2 ॥<br> 
धैर्यलक्ष्मि<br> 
जयवरवर्षिणि वैष्णवि भार्गवि, मन्त्र स्वरूपिणि मन्त्रमये <br> 
सुरगण पूजित शीघ्र फलप्रद, ज्ञान विकासिनि शास्त्रनुते । <br> 
भवभयहारिणि पापविमोचनि, साधु जनाश्रित पादयुते <br> 
जय जयहे मधु सूधन कामिनि, धैर्यलक्ष्मी परिपालय माम् ॥ 3 ॥<br> 
गजलक्ष्मि<br> 
जय जय दुर्गति नाशिनि कामिनि, सर्वफलप्रद शास्त्रमये <br> 
रधगज तुरगपदाति समावृत, परिजन मण्डित लोकनुते । <br> 
हरिहर ब्रह्म सुपूजित सेवित, ताप निवारिणि पादयुते <br> 
जय जयहे मधुसूदन कामिनि, गजलक्ष्मी रूपेण पालय माम् ॥ 4 ॥<br> 
सन्तानलक्ष्मि<br> 
अयिखग वाहिनि मोहिनि चक्रिणि, रागविवर्धिनि ज्ञानमये <br> 
गुणगणवारधि लोकहितैषिणि, सप्तस्वर भूषित गाननुते ।<br> 
सकल सुरासुर देव मुनीश्वर, मानव वन्दित पादयुते <br> 
जय जयहे मधुसूदन कामिनि, सन्तानलक्ष्मी परिपालय माम् ॥ 5 ॥<br> 
विजयलक्ष्मि<br> 
जय कमलासिनि सद्गति दायिनि, ज्ञानविकासिनि गानमये <br> 
अनुदिन मर्चित कुङ्कुम धूसर, भूषित वासित वाद्यनुते । <br> 
कनकधरास्तुति वैभव वन्दित, शङ्करदेशिक मान्यपदे <br> 
जय जयहे मधुसूदन कामिनि, विजयलक्ष्मी परिपालय माम् ॥ 6 ॥<br> 
विद्यालक्ष्मि<br> 
प्रणत सुरेश्वरि भारति भार्गवि, शोकविनाशिनि रत्नमये <br> 
मणिमय भूषित कर्णविभूषण, शान्ति समावृत हास्यमुखे ।<br> 
नवनिधि दायिनि कलिमलहारिणि, कामित फलप्रद हस्तयुते <br> 
जय जयहे मधुसूदन कामिनि, विद्यालक्ष्मी सदा पालय माम् ॥ 7 ॥<br> 
धनलक्ष्मि<br> 
धिमिधिमि धिन्धिमि धिन्धिमि-दिन्धिमि, दुन्धुभि नाद सुपूर्णमये <br> 
घुमघुम घुङ्घुम घुङ्घुम घुङ्घुम, शङ्ख निनाद सुवाद्यनुते ।<br> 
वेद पूराणेतिहास सुपूजित, वैदिक मार्ग प्रदर्शयुते <br> 
जय जयहे मधुसूदन कामिनि, धनलक्ष्मि रूपेणा पालय माम् ॥ 8 ॥<br> 
फलशृति<br> 
श्लो॥ अष्टलक्ष्मी नमस्तुभ्यं वरदे कामरूपिणि । <br> 
विष्णुवक्षः स्थला रूढे भक्त मोक्ष प्रदायिनि ॥<br> 
श्लो॥ शङ्ख चक्रगदाहस्ते विश्वरूपिणिते जयः ।<br> 
जगन्मात्रे च मोहिन्यै मङ्गलं शुभ मङ्गलम् ॥<br> 
<br> 



</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
