<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>भजगोविन्दं</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>भजगोविन्दं</h1>
भजगोविन्दं भजगोविन्दं<br>
गोविन्दं भजमूढमते ।<br>
सम्प्राप्ते सन्निहिते काले<br>
नहि नहि रक्षति डुकृञ्करणे ॥ १॥ <br>
<br>
मूढ जहीहि धनागमतृष्णां<br>
कुरु सद्बुद्धिं मनसि वितृष्णाम् ।<br>
यल्लभसे निजकर्मोपात्तं<br>
वित्तं तेन विनोदय चित्तम् ॥ २॥ <br>
<br>
नारीस्तनभर नाभीदेशं<br>
दृष्ट्वा मागामोहावेशम् ।<br>
एतन्मांसवसादि विकारं<br>
मनसि विचिन्तय वारं वारम् ॥ ३॥ <br>
<br>
नलिनीदलगत जलमतितरलं<br>
तद्वज्जीवितमतिशयचपलम् ।<br>
विद्धि व्याध्यभिमानग्रस्तं<br>
लोकं शोकहतं च समस्तम् ॥ ४॥ <br>
<br>
यावद्वित्तोपार्जन सक्त-<br>
स्तावन्निज परिवारो रक्तः ।<br>
पश्चाज्जीवति जर्जर देहे<br>
वार्तां कोऽपि न पृच्छति गेहे ॥ ५॥ <br>
<br>
यावत्पवनो निवसति देहे<br>
तावत्पृच्छति कुशलं गेहे ।<br>
गतवति वायौ देहापाये<br>
भार्या बिभ्यति तस्मिन्काये ॥ ६॥ <br>
<br>
बालस्तावत्क्रीडासक्तः<br>
तरुणस्तावत्तरुणीसक्तः ।<br>
वृद्धस्तावच्चिन्तासक्तः<br>
परमे ब्रह्मणि कोऽपि न सक्तः ॥ ७॥ var परे <br>
<br>
काते कान्ता कस्ते पुत्रः<br>
संसारोऽयमतीव विचित्रः ।<br>
कस्य त्वं कः कुत आयातः<br>
तत्त्वं चिन्तय तदिह भ्रातः ॥ ८॥ <br>
<br>
सत्सङ्गत्वे निस्सङ्गत्वं<br>
निस्सङ्गत्वे निर्मोहत्वम् ।<br>
निर्मोहत्वे निश्चलतत्त्वं<br>
निश्चलतत्त्वे जीवन्मुक्तिः ॥ ९॥ <br>
<br>
वयसिगते कः कामविकारः<br>
शुष्के नीरे कः कासारः ।<br>
क्षीणेवित्ते कः परिवारः<br>
ज्ञाते तत्त्वे कः संसारः ॥ १०॥ <br>
<br>
मा कुरु धन जन यौवन गर्वं<br>
हरति निमेषात्कालः सर्वम् ।<br>
मायामयमिदमखिलं हित्वा var बुध्वा<br>
ब्रह्मपदं त्वं प्रविश विदित्वा ॥ ११॥ <br>
<br>
दिनयामिन्यौ सायं प्रातः<br>
शिशिरवसन्तौ पुनरायातः ।<br>
कालः क्रीडति गच्छत्यायुः<br>
तदपि न मुञ्चत्याशावायुः ॥ १२॥ <br>
<br>
द्वादशमञ्जरिकाभिरशेषः<br>
कथितो वैयाकरणस्यैषः ।<br>
उपदेशो भूद्विद्यानिपुणैः<br>
श्रीमच्छन्करभगवच्छरणैः ॥ १२अ ॥ <br>
<br>
काते कान्ता धन गतचिन्ता<br>
वातुल किं तव नास्ति नियन्ता ।<br>
त्रिजगति सज्जनसं गतिरैका<br>
भवति भवार्णवतरणे नौका ॥ १३॥ <br>
<br>
जटिलो मुण्डी लुञ्छितकेशः<br>
काषायाम्बरबहुकृतवेषः ।<br>
पश्यन्नपि चन पश्यति मूढः<br>
उदरनिमित्तं बहुकृतवेषः ॥ १४॥ <br>
<br>
अङ्गं गलितं पलितं मुण्डं<br>
दशनविहीनं जातं तुण्डम् ।<br>
वृद्धो याति गृहीत्वा दण्डं<br>
तदपि न मुञ्चत्याशापिण्डम् ॥ १५॥ <br>
<br>
अग्रे वह्निः पृष्ठेभानुः<br>
रात्रौ चुबुकसमर्पितजानुः ।<br>
करतलभिक्षस्तरुतलवासः<br>
तदपि न मुञ्चत्याशापाशः ॥ १६॥ <br>
<br>
कुरुते गङ्गासागरगमनं<br>
व्रतपरिपालनमथवा दानम् ।<br>
ज्ञानविहीनः सर्वमतेन<br>
मुक्तिं न भजति जन्मशतेन ॥ १७॥ var भजति न मुक्तिं <br>
<br>
सुर मन्दिर तरु मूल निवासः<br>
शय्या भूतल मजिनं वासः ।<br>
सर्व परिग्रह भोग त्यागः<br>
कस्य सुखं न करोति विरागः ॥ १८॥ <br>
<br>
योगरतो वाभोगरतोवा<br>
सङ्गरतो वा सङ्गविहीनः ।<br>
यस्य ब्रह्मणि रमते चित्तं<br>
नन्दति नन्दति नन्दत्येव ॥ १९॥ <br>
भगवद् गीता किञ्चिदधीता<br>
गङ्गा जललव कणिकापीता ।<br>
सकृदपि येन मुरारि समर्चा<br>
क्रियते तस्य यमेन न चर्चा ॥ २०॥ <br>
<br>
<br>
पुनरपि जननं पुनरपि मरणं<br>
पुनरपि जननी जठरे शयनम् ।<br>
इह संसारे बहुदुस्तारे<br>
कृपयाऽपारे पाहि मुरारे ॥ २१॥ <br>
<br>
रथ्या चर्पट विरचित कन्थः<br>
पुण्यापुण्य विवर्जित पन्थः ।<br>
योगी योगनियोजित चित्तो<br>
रमते बालोन्मत्तवदेव ॥ २२॥ <br>
<br>
कस्त्वं कोऽहं कुत आयातः<br>
का मे जननी को मे तातः ।<br>
इति परिभावय सर्वमसारम्<br>
विश्वं त्यक्त्वा स्वप्न विचारम् ॥ २३॥ <br>
<br>
त्वयि मयि चान्यत्रैको विष्णुः<br>
व्यर्थं कुप्यसि मय्यसहिष्णुः ।<br>
भव समचित्तः सर्वत्र त्वं<br>
वाञ्छस्यचिराद्यदि विष्णुत्वम् ॥ २४॥ <br>
<br>
शत्रौ मित्रे पुत्रे बन्धौ<br>
मा कुरु यत्नं विग्रहसन्धौ ।<br>
सर्वस्मिन्नपि पश्यात्मानं<br>
सर्वत्रोत्सृज भेदाज्ञानम् ॥ २५॥ <br>
<br>
कामं क्रोधं लोभं मोहं<br>
त्यक्त्वाऽऽत्मानं भावय कोऽहम्। var पश्यति सोऽहम्<br>
आत्मज्ञान विहीना मूढाः<br>
ते पच्यन्ते नरकनिगूढाः ॥ २६॥ <br>
गेयं गीता नाम सहस्रं<br>
ध्येयं श्रीपति रूपमजस्रम् ।<br>
नेयं सज्जन सङ्गे चित्तं<br>
देयं दीनजनाय च वित्तम् ॥ २७॥ <br>
<br>
सुखतः क्रियते रामाभोगः<br>
पश्चाद्धन्त शरीरे रोगः ।<br>
यद्यपि लोके मरणं शरणं<br>
तदपि न मुञ्चति पापाचरणम् ॥ २८॥ <br>
<br>
अर्थमनर्थं भावय नित्यं<br>
नास्तिततः सुखलेशः सत्यम् ।<br>
पुत्रादपि धन भाजां भीतिः<br>
सर्वत्रैषा विहिता रीतिः ॥ २९॥ <br>
<br>
प्राणायामं प्रत्याहारं<br>
नित्यानित्य विवेकविचारम् ।<br>
जाप्यसमेत समाधिविधानं<br>
कुर्ववधानं महदवधानम् ॥ ३०॥ <br>
<br>
गुरुचरणाम्बुज निर्भर भक्तः<br>
संसारादचिराद्भव मुक्तः ।<br>
सेन्द्रियमानस नियमादेवं<br>
द्रक्ष्यसि निज हृदयस्थं देवम् ॥ ३१॥ <br>
<br>
मूढः कश्चन वैयाकरणो<br>
डुकृञ्करणाध्ययन धुरिणः ।<br>
श्रीमच्छम्कर भगवच्छिष्यै<br>
बोधित आसिच्छोधितकरणः ॥ ३२॥ <br>
भजगोविन्दं भजगोविन्दं<br>
गोविन्दं भजमूढमते ।<br>
नामस्मरणादन्यमुपायं<br>
नहि पश्यामो भवतरणे ॥ ३३॥ <br>
<br>
<br>


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
