<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> श्री हनुमान चालीसा</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1> श्री हनुमान चालीसा</h1>
श्रीगुरु चरन सरोज रज निज मन मुकुर सुधारि।<br>
बरनउँ रघुबर बिमल जसु जो दायकु फल चारि॥<br>
बुद्धिहीन तनु जानिकै सुमिरौं पवनकुमार।<br>
बल बुधि बिद्या देहु मोहिं हरहु कलेस बिकार॥<br>
जय हनुमान ज्ञान गुन सागर।<br>
जय कपीस तिहुँ लोक उजागर॥ १ ॥<br>
राम दूत अतुलित बल धामा।<br>
अंजनि पुत्र पवनसुत नामा॥ २ ॥<br>
महावीर विक्रम बजरंगी।<br>
कुमति निवार सुमति के संगी॥ ३ ॥<br>
कंचन बरन बिराज सुबेसा।<br>
कानन कुंडल कुंचित केसा॥ ४ ॥<br>
हाथ बज्र औ ध्वजा बिराजै।<br>
काँधे मूँज जनेऊ साजै॥ ५ ॥<br>
शंकर सुवन केसरी नंदन।<br>
तेज प्रताप महा जग बंदन॥ ६ ॥<br>
विद्यावान गुनी अति चातुर।<br>
राम काज करिबे को आतुर॥ ७ ॥<br>
प्रभु चरित्र सुनिबे को रसिया।<br>
राम लखन सीता मन बसिया॥ ८ ॥<br>
सूक्ष्म रूप धरी सियहिं दिखावा।<br>
बिकट रूप धरि लंक जरावा॥ ९ ॥<br>
भीम रूप धरि असुर सँहारे।<br>
रामचन्द्र के काज सँवारे॥ १० ॥<br>
लाय सँजीवनि लखन जियाए।<br>
श्रीरघुबीर हरषि उर लाए॥ ११ ॥<br>
रघुपति कीन्हीं बहुत बड़ाई।<br>
तुम मम प्रिय भरतहि सम भाई॥ १२ ॥<br>
सहस बदन तुम्हरो जस गावैं।<br>
अस कहि श्रीपति कंठ लगावैं॥ १३ ॥<br>
सनकादिक ब्रह्मादि मुनीसा।<br>
नारद सारद सहित अहीसा॥ १४ ॥<br>
जम कुबेर दिक्पाल जहाँ ते।<br>
कबी कोबिद कहि सकैं कहाँ ते॥ १५ ॥<br>
तुम उपकार सुग्रीवहिं कीन्हा।<br>
राम मिलाय राजपद दीन्हा॥ १६ ॥<br>
तुम्हरो मन्त्र बिभीषन माना।<br>
लंकेश्वर भए सब जग जाना॥ १७ ॥<br>
जुग सहस्र जोजन पर भानू।<br>
लील्यो ताहि मधुर फल जानू॥ १८ ॥<br>
प्रभु मुद्रिका मेलि मुख माहीं।<br>
जलधि लाँघि गये अचरज नाहीं॥ १९ ॥<br>
दुर्गम काज जगत के जेते ।<br>
सुगम अनुग्रह तुम्हरे तेते॥ २० ॥<br>
राम दुआरे तुम रखवारे।<br>
होत न आज्ञा बिनु पैसारे॥ २१ ॥<br>


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
