<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> कनकधारा स्तोत्रम् </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>कनकधारा स्तोत्रम् </h1>

वन्दे वन्दारु मन्दारमिन्दिरानन्द कन्दलं<br> 
अमन्दानन्द सन्दोह बन्धुरं सिन्धुराननम्<br> 
अङ्गं हरेः पुलकभूषणमाश्रयन्ती <br> 
भृङ्गाङ्गनेव मुकुलाभरणं तमालम् ।<br> 
अङ्गीकृताखिल विभूतिरपाङ्गलीला <br> 
माङ्गल्यदास्तु मम मङ्गलदेवतायाः ॥ 1 ॥<br> 
मुग्धा मुहुर्विदधती वदने मुरारेः <br> 
प्रेमत्रपाप्रणिहितानि गतागतानि ।<br> 
मालादृशोर्मधुकरीव महोत्पले या <br> 
सा मे श्रियं दिशतु सागर सम्भवा याः ॥ 2 ॥<br> 
आमीलिताक्षमधिग्यम मुदा मुकुन्दम् <br> 
आनन्दकन्दमनिमेषमनङ्ग तन्त्रम् ।<br> 
आकेकरस्थितकनीनिकपक्ष्मनेत्रं <br> 
भूत्यै भवन्मम भुजङ्ग शयाङ्गना याः ॥ 3 ॥<br> 
बाह्वन्तरे मधुजितः श्रितकौस्तुभे या <br> 
हारावलीव हरिनीलमयी विभाति ।<br> 
कामप्रदा भगवतो﻿‌உपि कटाक्षमाला <br> 
कल्याणमावहतु मे कमलालया याः ॥ 4 ॥<br> 
कालाम्बुदालि ललितोरसि कैटभारेः <br> 
धाराधरे स्फुरति या तटिदङ्गनेव ।<br> 
मातुस्समस्तजगतां महनीयमूर्तिः <br> 
भद्राणि मे दिशतु भार्गवनन्दना याः ॥ 5 ॥<br> 
प्राप्तं पदं प्रथमतः खलु यत्प्रभावात् <br> 
माङ्गल्यभाजि मधुमाथिनि मन्मथेन ।<br> 
मय्यापतेत्तदिह मन्थरमीक्षणार्थं <br> 
मन्दालसं च मकरालय कन्यका याः ॥ 6 ॥<br> 
विश्वामरेन्द्र पद विभ्रम दानदक्षम् <br> 
आनन्दहेतुरधिकं मुरविद्विषो﻿‌உपि ।<br> 
ईषन्निषीदतु मयि क्षणमीक्षणार्थं<br> 
इन्दीवरोदर सहोदरमिन्दिरा याः ॥ 7 ॥<br> 
इष्टा विशिष्टमतयोपि यया दयार्द्र <br> 
दृष्ट्या त्रिविष्टपपदं सुलभं लभन्ते ।<br> 
दृष्टिः प्रहृष्ट कमलोदर दीप्तिरिष्टां <br> 
पुष्टिं कृषीष्ट मम पुष्कर विष्टरा याः ॥ 8 ॥<br> 
दद्याद्दयानु पवनो द्रविणाम्बुधारां<br> 
अस्मिन्नकिञ्चन विहङ्ग शिशौ विषण्णे ।<br> 
दुष्कर्मघर्ममपनीय चिराय दूरं <br> 
नारायण प्रणयिनी नयनाम्बुवाहः ॥ 9 ॥<br> 
गीर्देवतेति गरुडध्वज सुन्दरीति <br> 
शाकम्बरीति शशिशेखर वल्लभेति ।<br> 
सृष्टि स्थिति प्रलय केलिषु संस्थितायै <br> 
तस्यै नमस्त्रिभुवनैक गुरोस्तरुण्यै ॥ 10 ॥<br> 
श्रुत्यै नमो﻿‌உस्तु शुभकर्म फलप्रसूत्यै <br> 
रत्यै नमो﻿‌உस्तु रमणीय गुणार्णवायै ।<br> 
शक्त्यै नमो﻿‌உस्तु शतपत्र निकेतनायै <br> 
पुष्ट्यै नमो﻿‌உस्तु पुरुषोत्तम वल्लभायै ॥ 11 ॥<br> 
नमो﻿‌உस्तु नालीक निभाननायै <br> 
नमो﻿‌உस्तु दुग्धोदधि जन्मभूम्यै ।<br> 
नमो﻿‌உस्तु सोमामृत सोदरायै <br> 
नमो﻿‌உस्तु नारायण वल्लभायै ॥ 12 ॥<br> 
नमो﻿‌உस्तु हेमाम्बुज पीठिकायै<br> 
नमो﻿‌உस्तु भूमण्डल नायिकायै ।<br> 
नमो﻿‌உस्तु देवादि दयापरायै<br> 
नमो﻿‌உस्तु शार्ङ्गायुध वल्लभायै ॥ 13 ॥<br> 
नमो﻿‌உस्तु देव्यै भृगुनन्दनायै <br> 
नमो﻿‌உस्तु विष्णोरुरसि स्थितायै ।<br> 
नमो﻿‌உस्तु लक्ष्म्यै कमलालयायै<br> 
नमो﻿‌உस्तु दामोदर वल्लभायै ॥ 14 ॥<br> 
नमो﻿‌உस्तु कान्त्यै कमलेक्षणायै<br> 
नमो﻿‌உस्तु भूत्यै भुवनप्रसूत्यै ।<br> 
नमो﻿‌உस्तु देवादिभिरर्चितायै<br> 
नमो﻿‌உस्तु नन्दात्मज वल्लभायै ॥ 15 ॥<br> 
सम्पत्कराणि सकलेन्द्रिय नन्दनानि <br> 
साम्राज्य दानविभवानि सरोरुहाक्षि ।<br> 
त्वद्वन्दनानि दुरिता हरणोद्यतानि <br> 
मामेव मातरनिशं कलयन्तु मान्ये ॥ 16 ॥<br> 
यत्कटाक्ष समुपासना विधिः <br> 
सेवकस्य सकलार्थ सम्पदः ।<br> 
सन्तनोति वचनाङ्ग मानसैः <br> 
त्वां मुरारिहृदयेश्वरीं भजे ॥ 17 ॥<br> 
सरसिजनिलये सरोजहस्ते <br> 
धवलतमांशुक गन्धमाल्यशोभे ।<br> 
भगवति हरिवल्लभे मनोज्ञे<br> 
त्रिभुवनभूतिकरी प्रसीदमह्यम् ॥ 18 ॥<br> 
दिग्घस्तिभिः कनक कुम्भमुखावसृष्ट <br> 
स्वर्वाहिनी विमलचारुजलाप्लुताङ्गीम् ।<br> 
प्रातर्नमामि जगतां जननीमशेष <br> 
लोकधिनाथ गृहिणीममृताब्धिपुत्रीम् ॥ 19 ॥<br> 
कमले कमलाक्ष वल्लभे त्वं <br> 
करुणापूर तरङ्गितैरपाङ्गैः ।<br> 
अवलोकय मामकिञ्चनानां <br> 
प्रथमं पात्रमकृतिमं दयायाः ॥ 20 ॥<br> 
देवि प्रसीद जगदीश्वरि लोकमातः<br> 
कल्याणगात्रि कमलेक्षण जीवनाथे ।<br> 
दारिद्र्यभीतिहृदयं शरणागतं मां<br> 
आलोकय प्रतिदिनं सदयैरपाङ्गैः ॥ 21 ॥<br> 
स्तुवन्ति ये स्तुतिभिरमीभिरन्वहं <br> 
त्रयीमयीं त्रिभुवनमातरं रमाम् ।<br> 
गुणाधिका गुरुतुर भाग्य भागिनः<br> 
भवन्ति ते भुवि बुध भाविताशयाः ॥ 22 ॥<br> 
सुवर्णधारा स्तोत्रं यच्छङ्कराचार्य निर्मितं <br> 
त्रिसन्ध्यं यः पठेन्नित्यं स कुबेरसमो भवेत् ॥<br> 
<br> 


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
