<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> कनकधारा स्तोत्रम् </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<div id="fontlinks">
		<a href="#" id="incfont" class="button buttonfont">A+</a>
		<a href="#" id="decfont" class="button buttonfont">A-</a>
</div>

वन्दे वन्दारु मन्दारमिन्दिरानन्द कन्दलं
अमन्दानन्द सन्दोह बन्धुरं सिन्धुराननम्
अङ्गं हरेः पुलकभूषणमाश्रयन्ती 
भृङ्गाङ्गनेव मुकुलाभरणं तमालम् ।
अङ्गीकृताखिल विभूतिरपाङ्गलीला 
माङ्गल्यदास्तु मम मङ्गलदेवतायाः ॥ 1 ॥
मुग्धा मुहुर्विदधती वदने मुरारेः 
प्रेमत्रपाप्रणिहितानि गतागतानि ।
मालादृशोर्मधुकरीव महोत्पले या 
सा मे श्रियं दिशतु सागर सम्भवा याः ॥ 2 ॥
आमीलिताक्षमधिग्यम मुदा मुकुन्दम् 
आनन्दकन्दमनिमेषमनङ्ग तन्त्रम् ।
आकेकरस्थितकनीनिकपक्ष्मनेत्रं 
भूत्यै भवन्मम भुजङ्ग शयाङ्गना याः ॥ 3 ॥
बाह्वन्तरे मधुजितः श्रितकौस्तुभे या 
हारावलीव हरिनीलमयी विभाति ।
कामप्रदा भगवतो﻿‌உपि कटाक्षमाला 
कल्याणमावहतु मे कमलालया याः ॥ 4 ॥
कालाम्बुदालि ललितोरसि कैटभारेः 
धाराधरे स्फुरति या तटिदङ्गनेव ।
मातुस्समस्तजगतां महनीयमूर्तिः 
भद्राणि मे दिशतु भार्गवनन्दना याः ॥ 5 ॥
प्राप्तं पदं प्रथमतः खलु यत्प्रभावात् 
माङ्गल्यभाजि मधुमाथिनि मन्मथेन ।
मय्यापतेत्तदिह मन्थरमीक्षणार्थं 
मन्दालसं च मकरालय कन्यका याः ॥ 6 ॥
विश्वामरेन्द्र पद विभ्रम दानदक्षम् 
आनन्दहेतुरधिकं मुरविद्विषो﻿‌உपि ।
ईषन्निषीदतु मयि क्षणमीक्षणार्थं
इन्दीवरोदर सहोदरमिन्दिरा याः ॥ 7 ॥
इष्टा विशिष्टमतयोपि यया दयार्द्र 
दृष्ट्या त्रिविष्टपपदं सुलभं लभन्ते ।
दृष्टिः प्रहृष्ट कमलोदर दीप्तिरिष्टां 
पुष्टिं कृषीष्ट मम पुष्कर विष्टरा याः ॥ 8 ॥
दद्याद्दयानु पवनो द्रविणाम्बुधारां
अस्मिन्नकिञ्चन विहङ्ग शिशौ विषण्णे ।
दुष्कर्मघर्ममपनीय चिराय दूरं 
नारायण प्रणयिनी नयनाम्बुवाहः ॥ 9 ॥
गीर्देवतेति गरुडध्वज सुन्दरीति 
शाकम्बरीति शशिशेखर वल्लभेति ।
सृष्टि स्थिति प्रलय केलिषु संस्थितायै 
तस्यै नमस्त्रिभुवनैक गुरोस्तरुण्यै ॥ 10 ॥
श्रुत्यै नमो﻿‌உस्तु शुभकर्म फलप्रसूत्यै 
रत्यै नमो﻿‌உस्तु रमणीय गुणार्णवायै ।
शक्त्यै नमो﻿‌உस्तु शतपत्र निकेतनायै 
पुष्ट्यै नमो﻿‌உस्तु पुरुषोत्तम वल्लभायै ॥ 11 ॥
नमो﻿‌உस्तु नालीक निभाननायै 
नमो﻿‌உस्तु दुग्धोदधि जन्मभूम्यै ।
नमो﻿‌உस्तु सोमामृत सोदरायै 
नमो﻿‌உस्तु नारायण वल्लभायै ॥ 12 ॥
नमो﻿‌உस्तु हेमाम्बुज पीठिकायै
नमो﻿‌உस्तु भूमण्डल नायिकायै ।
नमो﻿‌உस्तु देवादि दयापरायै
नमो﻿‌உस्तु शार्ङ्गायुध वल्लभायै ॥ 13 ॥
नमो﻿‌உस्तु देव्यै भृगुनन्दनायै 
नमो﻿‌உस्तु विष्णोरुरसि स्थितायै ।
नमो﻿‌உस्तु लक्ष्म्यै कमलालयायै
नमो﻿‌உस्तु दामोदर वल्लभायै ॥ 14 ॥
नमो﻿‌உस्तु कान्त्यै कमलेक्षणायै
नमो﻿‌உस्तु भूत्यै भुवनप्रसूत्यै ।
नमो﻿‌உस्तु देवादिभिरर्चितायै
नमो﻿‌உस्तु नन्दात्मज वल्लभायै ॥ 15 ॥
सम्पत्कराणि सकलेन्द्रिय नन्दनानि 
साम्राज्य दानविभवानि सरोरुहाक्षि ।
त्वद्वन्दनानि दुरिता हरणोद्यतानि 
मामेव मातरनिशं कलयन्तु मान्ये ॥ 16 ॥
यत्कटाक्ष समुपासना विधिः 
सेवकस्य सकलार्थ सम्पदः ।
सन्तनोति वचनाङ्ग मानसैः 
त्वां मुरारिहृदयेश्वरीं भजे ॥ 17 ॥
सरसिजनिलये सरोजहस्ते 
धवलतमांशुक गन्धमाल्यशोभे ।
भगवति हरिवल्लभे मनोज्ञे
त्रिभुवनभूतिकरी प्रसीदमह्यम् ॥ 18 ॥
दिग्घस्तिभिः कनक कुम्भमुखावसृष्ट 
स्वर्वाहिनी विमलचारुजलाप्लुताङ्गीम् ।
प्रातर्नमामि जगतां जननीमशेष 
लोकधिनाथ गृहिणीममृताब्धिपुत्रीम् ॥ 19 ॥
कमले कमलाक्ष वल्लभे त्वं 
करुणापूर तरङ्गितैरपाङ्गैः ।
अवलोकय मामकिञ्चनानां 
प्रथमं पात्रमकृतिमं दयायाः ॥ 20 ॥
देवि प्रसीद जगदीश्वरि लोकमातः
कल्याणगात्रि कमलेक्षण जीवनाथे ।
दारिद्र्यभीतिहृदयं शरणागतं मां
आलोकय प्रतिदिनं सदयैरपाङ्गैः ॥ 21 ॥
स्तुवन्ति ये स्तुतिभिरमीभिरन्वहं 
त्रयीमयीं त्रिभुवनमातरं रमाम् ।
गुणाधिका गुरुतुर भाग्य भागिनः
भवन्ति ते भुवि बुध भाविताशयाः ॥ 22 ॥
सुवर्णधारा स्तोत्रं यच्छङ्कराचार्य निर्मितं 
त्रिसन्ध्यं यः पठेन्नित्यं स कुबेरसमो भवेत् ॥


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
