<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>கந்த சஷ்டி கவசம்</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>கந்த சஷ்டி கவசம்</h1>
 துததிபொறிக்கு வாள் வினை போம்,<br>
 துன்பம் பூம்,<br>
 நெஞ்சில் பதிபொர்க்கு செல்வம் பலித்து கடித்ொங்கிகும்<br>
 நிஷ்ட்டாயும் கைகூடும்<br>
 நிமலர் அருள் கந்தர் சஷ்டி கவசம் தானை<br>
 காப்பு<br>
 அமரர் இடர் தீர அமரம் புரிந்த<br>
 குமாரணடி நெஞ்சே கூறி.<br>
 <br>
 கவசம் / கவசம்<br>
 <br>
 சஷ்டியை நோக்க சரவண பாவானார்<br>
 சீஷ்டருக்கு உதவும் சேங்கிகத்ிர் வேலோன்<br>
 பாதம் இரண்டில் பன்மணி சதங்கை<br>
 கீதம் பாட கிண்கிணி யாத<br>
 மையா நாதம் செய்யும் மயில் வநனார் (5)<br>
 <br>
 கையில் வேளாளஎனை காக்கவென்று வந்து<br>
 வர வர வேலாயுதனார் வருக<br>
 வருக வருக மயில்ோன் வருக<br>
 இந்திரன் முதலா எண்டிசை போற்ற<br>
 மந்திர வடிவேல் வருக வருக (10)<br>
 <br>
 கையில் வேளால் எனைக் காக்க வென்ரு உவந்து<br>
 வரவர வேழா யூதனார் வருதா<br>
 வருதா வருதா மயில்ோன் வருதா<br>
 இந்திரன் முதலா எண்டிசை போற்ற<br>
 மந்திர வடிவேல் வருதா வருதா (15)<br>
 <br>
 வாசவன் மருா வருதா வருதா<br>
 நெசக் குறமாஹல் நினைவோன் வருதா<br>
 ஆறுமுஹம் படைத்த ஐயா வருதா<br>
 நீறிடும் வேலவன் நித்தம் வருதா<br>
 சீறிரி வேலவன் சீக்கிரம் வருதா (20)<br>
 <br>
 சரவண பாவானார் சடுதியில் வருதா<br>
 ரஹனா பாவச ரா ரா ரா ரா ரா ரா ரா<br>
 ரிஹனா பாவச ரி ரி ரி ரி ரி ரி ரி<br>
 விணபவ சரானா வீரா நமோ நாம<br>
 நிபவ சரானா நிற நிற நீரென (25)<br>
 வாசர ஹனாபவ வருதா வருதா<br>
 அசுரர் கூடி கெடுத்த ஐயா வருதா<br>
 என்னை யாலும் இளையோன் கையில்<br>
 பன்னிரெண்டு ஆயுதம் பாசான் கூசமும்<br>
 பரந்த விழில் பன்னிரண்டு இலங்க (30)<br>
 <br>
 விரைந்து எனைக் காக்க வேலோன் வருதா<br>
 ஐயும் கிளியும் அடைவுதன் சௌஉவும்<br>
 உயியொலி சௌஉவும் உயிரையும் கிளியும்<br>
 கிளியும் சௌஉவும் கிளரொளி யையும்<br>
 நிலை பெற்றென்முன் நித்தமும் ஒளிரும் (35)<br>
 <br>
 ஷன்மூன் நீயும் தனியொளி யோவ்வும்<br>
 கூந்தாளியாம் சிவ குஹன் தினம் வருதா<br>
 ஆறு முஹமும் அணிமுடி ஆறும்<br>
 நீறிடு நெற்றியும் நீண்ட புருவமும்<br>
 பன்னிரு கண்ணும் பவளச் செவ்வாயும் (40)<br>
 <br>
 நன்னெறி நெற்றியில் நவமணிச் சுட்டியும்<br>
 ஈராறு செவியில் ஈலது குண்டலமும்<br>
 ஆறிரு திண்பூயத்து அழாதியா மார்பில்<br>
 பல்பூ ஷனமும் பாதக்கமும் தரித்து<br>
 நன்மாணிப்பூண்ட நவரத்ன மாலையும் (45)<br>
 <br>
 முப்புரி நூலும் முத்தணி மார்பும்<br>
 செப்ப்பழதுடைய திருவயிற் உந்தியும்<br>
 துவந்த மருங்கில் சுடரொளி பத்தும்<br>
 நவரத்னம் பதித்த னாரட்ச்சீ றாவும்<br>
 <br>
 திருவடி யதனில் சிலம்பொலி முழங்க<br>
 சேஹ காண சேஹ காண சேஹ காண சேகான<br>
 மோக மோக மோக மோக மோக மோக மோகன<br>
 நாதா நாதா நாதா நாதா நாதா நாதா நாென<br>
 திகு குண திகு திகு திகு குண திகுந (55)<br>
 <br>
 ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா<br>
 ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி<br>
 து து து து து து து து து து து து து து து<br>
 தாகு தாகு திகு திகு தங்கு தீன்குகூ<br>
 விந்து விந்து மயில்ோன் விந்து (60)<br>
 <br>
 முந்து முந்து முர்ூவேள் முந்து<br>
 எந்தனை யாலும் எஹ்ர் செல்வ<br>
 மைந்தன் வேஹ்ந்டும் வறாமிிழ்ந்த துததவும்<br>
 லாலா லாலா லாலா வெஹஷமும்<br>
 லீலா லீலா லீலா வினோதனென்று (65)<br>
 <br>
 உன்திரு வதியை உறுதி என்றென்னும்<br>
 என் தலை வைத்துந் இணையடி காக்க<br>
 என்னுயிர்க் உயிராம் இறைவன் காக்க<br>
 பன்னிரு விழியால் பாலனைக் காக்க<br>
 அடியேன் வதனம் அழதுவெள் காக்க (70)<br>
 <br>
 போதிப்புனை நெற்றியைப் புனிதவேள் காக்க<br>
 கதிர்வேல் இரண்டு கண்ணினைக் காக்க<br>
 வீதிசெவி இரண்டும் வேலவர் காக்க<br>
 நாசில் இரண்டும் நால்வேல் காக்க<br>
 பேசிய வாய்த்தனை பெருவேள் காக்க (75)<br>
 <br>
 முப்பதிருப்பாள் முனைவேள் காக்க<br>
 செப்பிய நாவா செவ்வேள் காக்க<br>
 கன்னம் இரண்டும் கதிர்வேல் காக்க<br>
 எண்ணிலங் கழுத்தை இனியவேள் காக்க<br>
 மார்பை இரத்ன வடிவேல் காக்க (80)<br>
 <br>
 செறில முலைமார் திருவெள் காக்க<br>
 வடிவேல் இருத்தோள் வளம்பெறக் காக்க<br>
 பிடரிதால் இரண்டும் பெருவேள் காக்க<br>
 அழதுதன் மூதுஹை அருள்வேல் காக்க<br>
 பழு பதினாறும் பருவெள் காக்க (85)<br>
 <br>
 வெற்றிவேல் வயிற்றை விளங்கவே காக்க<br>
 சிற்றிடை அழதுர செவ்வேள் காக்க<br>
 ஞானாம் கயிற்றை நால்வேல் காக்க<br>
 ஆண் பெந் குறிலை அயில்வேல் காக்க<br>
 பித்தம் இரண்டும் பெருவேள் காக்க (90)<br>
 <br>
 வட்டக் கூத்தை வாழ்வேல் காக்க<br>
 பனை தொடை இரண்டும் பருவெள் காக்க<br>
 கணைக்கால் முழந்தாள் கதிர்வேல் காக்க<br>
 ஆவிரல் அடியிணை அருள்வேல் காக்க<br>
 கால் இரண்டும் கருணைய்வேள் காக்க (95)<br>
 <br>
 முன்கை இரண்டும் முறாண்வெள் காக்க<br>
 பீங்கா இரண்டும் பின்ணவல் இருக்க<br>
 நாவில் சரஸ்வதி நற்றுணை யாதா<br>
 நாபிக் கமலம் நால்வேல் காக்க<br>
 முப்பால் நாடியை முனைவேள் காக்க (100)<br>
 <br>
 எப்பொழுதும் எனை எதிர்வேல் காக்க<br>
 அடியேன் வசனம் அசைய்வுல நேரம்<br>
 கடுஹாவே வந்து கனவேள் காக்க<br>
 வரும் பஹல் தன்னில் வச்சிரவேல் காக்க<br>
 அரை இருள் தன்னில் அணையவேள் காக்க (105)<br>
 <br>
 ஏமததில் சாமத்தில் எதிர்வேல் காக்க<br>
 தாமதம் நீக்கி சத்துர்வேல் காக்க<br>
 காக்க காக்க கனவேள் காக்க<br>
 நோக நோக நொடியில் நோக<br>
 தாக்க தாக்க தடையற தாக்க (110)<br>
 <br>
 பார்க்க பார்க்க பாவம் பொடிபட<br>
 பில்லி சூனியம் பெரும்பை அால<br>
 வல்ல பூதம் வழாஷ்டிஹப் பேல்<br>
 அல்லல் படுத்தும் அடங்கா முனியும்<br>
 பிள்லைல் தின்னும் புழக்கடை முனியும் (115)<br>
 கொள்ளிவாய்ப் பேய்லும் குரலைப் பேய்லும்<br>
 பெண்களை தொடரும் பிரமரா சாதரும்<br>
 அடியானைக் கண்டாள் அலறி கலங்கிட.<br>
 <br>
 இரிசி காட்டெரி இதுன்ப சேனையும்<br>
 எல்ளிலும் இருட்டிலும் எதிர்ப்தும் மன்னரும் (120)<br>
 காண பூசை கொள்ளும் காழியொடு அனைவரும்<br>
 விட்டான் காராரும் மிகு பல பேய்லும்<br>
 தாண்தியக் காராரும் சண்டாளர் ஹாலும்<br>
 என் பெயர் சொல்லவும் இடி விழுந்தொடிட.<br>
 <br>
 ஆணை அடியினில் அரும் பாவைலும் (125)<br>
 பூனை மாயிரும் பிள்லைல் என்பும்<br>
 நாஹமும் மாயிரும் நீண்முடி மண்டையும்<br>
 பாவைல் உடனே பல கலசத்துடான்<br>
 மனையில் புதைத்த வஞ்சனை தனையும்<br>
 ஒட்டிய பாவையும் ஒட்டிய செருக்கும் (130)<br>
 காசும் பணமும் காவுடன் சோறும்<br>
 ஒத்து மஞ்சனமும் ஒருவழி போகும்<br>
 அடியானைக் கண்டாள் அலைந்து குலைந்திட<br>
 மாற்றங் வஞ்சாதார் வந்து வணங்கிட<br>
 கால தூதாள் எனை கண்டாள் கலங்கிட (135)<br>
 <br>
 அஞ்சி நடுன்கிட அறந்து புரண்திட<br>
 வாய் விட்டளரி மதி கேத்டோட<br>
 பதியினில் முத்த பாசக் கயிற்றால்<br>
 கட்டுடன் அங்கம் காதரிட காட்டு<br>
 கட்டி உருட்டு கால் கை முறிய (140)<br>
 <br>
 காட்டு காட்டு காதரிட காட்டு<br>
 முத்து முத்து முழில் பிதுங்கீட<br>
 செக்கு செக்கு செதில் செதிலாத<br>
 சொக்கு சொக்கு சூர்பஹை சொக்கு<br>
 கூத்து கூத்து கூறுவடி வேளால் (145)<br>
 பற்று பற்று பாஹலவன் தணாளெரி<br>
 தணாளெரி தணாளெரி தனாலதுவாதா<br>
 விடுவிடு வேலை வேறுண்தது ஓட.<br>
 <br>
 புலியும் நரியும் புன்னாறி நாயும்<br>
 எலியும் கரடியும் இணிதோடர்ந்து ஓட (150)<br>
 தேளும் பாம்பும் செய்யான் பூரான்<br>
 கடிவிட விஷங்கள் கடிதுயர் அங்கம்<br>
 எறிய விஷங்கள் எளிததுதான் இறங்க<br>
 <br>
 பொழிப்பும் சுலுக்கும் ஒருதலை நோயும்<br>
 வாதம் சயித்தியம் வலிப்பு பித்தம் (155)<br>
 சூலை சாயம் குன்மாம் சொக்கு சிரங்கு<br>
 கூடைச்சல் சிலந்தி குதல்விப் புரிதி<br>
 பக்க பிளவை படர்த்தொடை வாழை<br>
 கடுவன் பாடுவன் கைத்தாள் சிலந்தி<br>
 பார்க்குது அரனை பாரு அரை யாக்கும் (160)<br>
 எல்லாப் பிணியும் என்றனைக் கண்டாள்<br>
 நில்லா தொட நீ எனக் அருள்வாய்<br>
 புலியும் நரியும் புன்னாறி நாயும்<br>
 எலியும் கரடியும் இணிதோடர்ந்து ஓட (165)<br>
 <br>
 ஈரேழுல ஹாமும் எனக் உறவாஹா<br>
 ஆணும் பெண்ணும் அனைவரும் எனக்கா<br>
 மண்ணால் அரசரும் மாிழ்ந்துர வாஹவும் (170)<br>
 <br>
 உன்னை துதிக்க உன் திருநாமம்<br>
 சரவண பவனே சைலொலி பவாணீ<br>
 திருபுற பவனே திகழ்ஒளி பவனே<br>
 பரிபுர பவனே பவமொழி பவனே<br>
 அரிதிரு மருா அமரா பதியை (175)<br>
 காது தேவர்கள் கடும் சிறை விடுத்தாய்<br>
 காந்தா குஹனே கதிர் வேலவனே<br>
 கார்த்திை மைந்தா கடம்பா கதம்பனை<br>
 இடும்பனை என்ற இனியவேள் முருா<br>
 <br>
 தானிஹா சாலனே சங்கரன் புதல்வா (180)<br>
 கதிர்கா மதுரை கதிர்வேல் முருா<br>
 பழனி பதிவாழ் பால குமாரா<br>
 ஆவினான் குடிவாழ் அழாதியா வேல<br>
 செந்தில் மாமலை யுரியும் செங்கல்வ ராயா<br>
 சாமரா புரிவாழ் ஷன்மூத தரசே (185)<br>
 <br>
 காரார் குழலாள் கலைமால் நன்றாய்<br>
 என்னா இருக்க யான் உனை பாட<br>
 எனை தொடர்ந்து இருக்கும் எந்தை முர்ுனை<br>
 பாடினேன் ஆடினேன் பரவச மாஹா<br>
 ஆடினேன் நாடினேன் ஆவினான் பூததியேய் (190)<br>
 <br>
 நேசமுடன் யான் நெற்றியில் அணிய<br>
 பாச வினால் பற்றாது நீங்கி<br>
 உண்பதம் பெறவே உன்னருளாத<br>
 அன்புடன் ரக்ஷி அன்னமும் சொன்னமும்<br>
 மெத்த மேத்ாஹ வேலாயு தானார் (195)<br>
 சித்தி பெற்றடியேன் சிறப்புடன் வாழ்க.<br>
 <br>
 வாழ்க வாழ்க மயில்ோன் வாழ்க<br>
 வாழ்க வாழ்க வடிவேல் வாழ்க<br>
 வாழ்க வாழ்க மாலை கூறு வாழ்க<br>
 வாழ்க வாழ்க மாலை கூற மஹலுடன் (200)<br>
 வாழ்க வாழ்க வாரண துவசம்<br>
 வாழ்க வாழ்க என் வறுமைல் நீங்க<br>
 <br>
 எத்தனை கூறைதால் எத்தனை பிழைல்<br>
 எத்தனை அடியேன் எத்தனை செய்யினும்<br>
 பெற்றவன் நீகுரு பொறுப்பது உங்கடான் (205)<br>
 பெற்றவள் குறமாஹல் பெற்றவலாமே<br>
 பிள்ளை என்றான்பாய் பிரிய மழித்து<br>
 மைந்தன் என்மீது உன்மனம் மாிழ்ந்தருளி<br>
 தஞ்சம் என்றடியார் தழைத்திட அருள்செய்<br>
 கந்தர் சஷ்டி கவசம் விரும்பிய (200)<br>
 <br>
 பாலன் தேவ ராயன் பர்ந் தத்தை<br>
 காலையில் மாலையில் கருத்துடன் நாளும்<br>
 ஆசா றதுதான் அங்கம் துளக்கி<br>
 நேசமுடன் ஒரு நினைவது வாஹி<br>
 கந்தர் சஷ்டி கவசம் இத்தனை (210)<br>
 சிந்தை கலங்காது தியானி பவற்தள்<br>
 ஒருநாள் முப்பதா றூரு கொண்டு<br>
 ஓதீயே ஜேபிதது உஹந்டு நீறணீய<br>
 அஷ்ட தீக்குள்ளோர் அடங்கலும் வசமாய்<br>
 திசை மன்னர் எண்மர் செயலாது (சேர்ந்தங்கு) அருளுவார் (215)<br>
 <br>
 மாற்றல ரெல்லாம் வந்து வணங்குவர்<br>
 நவக்கொல் மாிழ்ந்து நன்மை அளித்திடும்<br>
 நவமாத னெனவும் நல்லெழில் பெறுவர்<br>
 எந்தநாலும் ஈரேடிதாய் வாழ்வார்<br>
 கந்தர்கா வேலாம் கவச தாடியை (220)<br>
 <br>
 வழியாய் காண மெய்யாய் விளங்கும்<br>
 விழியால் காண வேருண்திடும் பேய்கள்<br>
 பொல்லாதவரை பொதி பொதி யாக்கும்<br>
 நல்லோர் நினைவில் நடனம் புரியும்<br>
 சர்வ சத்துரு சங்கா ரததடி (225)<br>
 <br>
 அறிந்த எனத்துள்ளாம் அஷ்ட லெட்சமிாலில்<br>
 வீர லெட்ச்மிக்கு வீருங் தூணவா<br>
 சூர பத்மாவைத் துணிதகை யதனால்<br>
 இருபா தெழுவார்க்கு உவன் தமுதலித்த<br>
 குருபரன் பழனி குன்றினில் இருக்கும் (230)<br>
 சின்ன குழந்தை சேவடி போற்றி<br>
 <br>
 எனை தாது தாட்கொள என்றன துள்ளும்<br>
 மேவிய வடிவுறும் வேலவ போற்றி<br>
 தேவர்கள் சேனா பதியே போற்றி<br>
 குறமாஹல் மனமிழ் கோவே போற்றி (235)<br>
 <br>
 திரமிஹு திவ்ய தேஹா போற்றி<br>
 இடும்பா யூதனே இடும்பா போற்றி<br>
 கடம்பா போற்றி காந்தா போற்றி<br>
 வெட்சி புனையும் வேளெ போற்றி<br>
 உயர்கீறி கனாஆ சபைக்கொற் அரசே (240)<br>
 <br>
 மாயிழ்நடா மீதுவோய் மலரடி சரணம்<br>
 சரணம் சரணம் சரவணபவ ஓம்<br>
 சரணம் சரணம் ஷன்மூதா சரணம்<br>
 சரணம் சரணம் ஷன்மூதா சரணம் (244)
 
</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
