<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title></title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<div id="fontlinks">
		<a href="#" id="incfont" class="button buttonfont">A+</a>
		<a href="#" id="decfont" class="button buttonfont">A-</a>
</div>

துததிபொறிக்கு வாள் வினை போம்,
துன்பம் பூம்,
நெஞ்சில் பதிபொர்க்கு செல்வம் பலித்து கடித்ொங்கிகும்
நிஷ்ட்டாயும் கைகூடும்
நிமலர் அருள் கந்தர் சஷ்டி கவசம் தானை
காப்பு
அமரர் இடர் தீர அமரம் புரிந்த
குமாரணடி நெஞ்சே கூறி.

கவசம் / கவசம்

சஷ்டியை நோக்க சரவண பாவானார்
சீஷ்டருக்கு உதவும் சேங்கிகத்ிர் வேலோன்
பாதம் இரண்டில் பன்மணி சதங்கை
கீதம் பாட கிண்கிணி யாத
மையா நாதம் செய்யும் மயில் வநனார் (5)

கையில் வேளாளஎனை காக்கவென்று வந்து
வர வர வேலாயுதனார் வருக
வருக வருக மயில்ோன் வருக
இந்திரன் முதலா எண்டிசை போற்ற
மந்திர வடிவேல் வருக வருக (10)

கையில் வேளால் எனைக் காக்க வென்ரு உவந்து
வரவர வேழா யூதனார் வருதா
வருதா வருதா மயில்ோன் வருதா
இந்திரன் முதலா எண்டிசை போற்ற
மந்திர வடிவேல் வருதா வருதா (15)

வாசவன் மருா வருதா வருதா
நெசக் குறமாஹல் நினைவோன் வருதா
ஆறுமுஹம் படைத்த ஐயா வருதா
நீறிடும் வேலவன் நித்தம் வருதா
சீறிரி வேலவன் சீக்கிரம் வருதா (20)

சரவண பாவானார் சடுதியில் வருதா
ரஹனா பாவச ரா ரா ரா ரா ரா ரா ரா
ரிஹனா பாவச ரி ரி ரி ரி ரி ரி ரி
விணபவ சரானா வீரா நமோ நாம
நிபவ சரானா நிற நிற நீரென (25)
வாசர ஹனாபவ வருதா வருதா
அசுரர் கூடி கெடுத்த ஐயா வருதா
என்னை யாலும் இளையோன் கையில்
பன்னிரெண்டு ஆயுதம் பாசான் கூசமும்
பரந்த விழில் பன்னிரண்டு இலங்க (30)

விரைந்து எனைக் காக்க வேலோன் வருதா
ஐயும் கிளியும் அடைவுதன் சௌஉவும்
உயியொலி சௌஉவும் உயிரையும் கிளியும்
கிளியும் சௌஉவும் கிளரொளி யையும்
நிலை பெற்றென்முன் நித்தமும் ஒளிரும் (35)

ஷன்மூன் நீயும் தனியொளி யோவ்வும்
கூந்தாளியாம் சிவ குஹன் தினம் வருதா
ஆறு முஹமும் அணிமுடி ஆறும்
நீறிடு நெற்றியும் நீண்ட புருவமும்
பன்னிரு கண்ணும் பவளச் செவ்வாயும் (40)

நன்னெறி நெற்றியில் நவமணிச் சுட்டியும்
ஈராறு செவியில் ஈலது குண்டலமும்
ஆறிரு திண்பூயத்து அழாதியா மார்பில்
பல்பூ ஷனமும் பாதக்கமும் தரித்து
நன்மாணிப்பூண்ட நவரத்ன மாலையும் (45)

முப்புரி நூலும் முத்தணி மார்பும்
செப்ப்பழதுடைய திருவயிற் உந்தியும்
துவந்த மருங்கில் சுடரொளி பத்தும்
நவரத்னம் பதித்த னாரட்ச்சீ றாவும்

திருவடி யதனில் சிலம்பொலி முழங்க
சேஹ காண சேஹ காண சேஹ காண சேகான
மோக மோக மோக மோக மோக மோக மோகன
நாதா நாதா நாதா நாதா நாதா நாதா நாென
திகு குண திகு திகு திகு குண திகுந (55)

ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா ரா
ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி ரி
து து து து து து து து து து து து து து து
தாகு தாகு திகு திகு தங்கு தீன்குகூ
விந்து விந்து மயில்ோன் விந்து (60)

முந்து முந்து முர்ூவேள் முந்து
எந்தனை யாலும் எஹ்ர் செல்வ
மைந்தன் வேஹ்ந்டும் வறாமிிழ்ந்த துததவும்
லாலா லாலா லாலா வெஹஷமும்
லீலா லீலா லீலா வினோதனென்று (65)

உன்திரு வதியை உறுதி என்றென்னும்
என் தலை வைத்துந் இணையடி காக்க
என்னுயிர்க் உயிராம் இறைவன் காக்க
பன்னிரு விழியால் பாலனைக் காக்க
அடியேன் வதனம் அழதுவெள் காக்க (70)

போதிப்புனை நெற்றியைப் புனிதவேள் காக்க
கதிர்வேல் இரண்டு கண்ணினைக் காக்க
வீதிசெவி இரண்டும் வேலவர் காக்க
நாசில் இரண்டும் நால்வேல் காக்க
பேசிய வாய்த்தனை பெருவேள் காக்க (75)

முப்பதிருப்பாள் முனைவேள் காக்க
செப்பிய நாவா செவ்வேள் காக்க
கன்னம் இரண்டும் கதிர்வேல் காக்க
எண்ணிலங் கழுத்தை இனியவேள் காக்க
மார்பை இரத்ன வடிவேல் காக்க (80)

செறில முலைமார் திருவெள் காக்க
வடிவேல் இருத்தோள் வளம்பெறக் காக்க
பிடரிதால் இரண்டும் பெருவேள் காக்க
அழதுதன் மூதுஹை அருள்வேல் காக்க
பழு பதினாறும் பருவெள் காக்க (85)

வெற்றிவேல் வயிற்றை விளங்கவே காக்க
சிற்றிடை அழதுர செவ்வேள் காக்க
ஞானாம் கயிற்றை நால்வேல் காக்க
ஆண் பெந் குறிலை அயில்வேல் காக்க
பித்தம் இரண்டும் பெருவேள் காக்க (90)

வட்டக் கூத்தை வாழ்வேல் காக்க
பனை தொடை இரண்டும் பருவெள் காக்க
கணைக்கால் முழந்தாள் கதிர்வேல் காக்க
ஆவிரல் அடியிணை அருள்வேல் காக்க
கால் இரண்டும் கருணைய்வேள் காக்க (95)

முன்கை இரண்டும் முறாண்வெள் காக்க
பீங்கா இரண்டும் பின்ணவல் இருக்க
நாவில் சரஸ்வதி நற்றுணை யாதா
நாபிக் கமலம் நால்வேல் காக்க
முப்பால் நாடியை முனைவேள் காக்க (100)

எப்பொழுதும் எனை எதிர்வேல் காக்க
அடியேன் வசனம் அசைய்வுல நேரம்
கடுஹாவே வந்து கனவேள் காக்க
வரும் பஹல் தன்னில் வச்சிரவேல் காக்க
அரை இருள் தன்னில் அணையவேள் காக்க (105)

ஏமததில் சாமத்தில் எதிர்வேல் காக்க
தாமதம் நீக்கி சத்துர்வேல் காக்க
காக்க காக்க கனவேள் காக்க
நோக நோக நொடியில் நோக
தாக்க தாக்க தடையற தாக்க (110)

பார்க்க பார்க்க பாவம் பொடிபட
பில்லி சூனியம் பெரும்பை அால
வல்ல பூதம் வழாஷ்டிஹப் பேல்
அல்லல் படுத்தும் அடங்கா முனியும்
பிள்லைல் தின்னும் புழக்கடை முனியும் (115)
கொள்ளிவாய்ப் பேய்லும் குரலைப் பேய்லும்
பெண்களை தொடரும் பிரமரா சாதரும்
அடியானைக் கண்டாள் அலறி கலங்கிட.

இரிசி காட்டெரி இதுன்ப சேனையும்
எல்ளிலும் இருட்டிலும் எதிர்ப்தும் மன்னரும் (120)
காண பூசை கொள்ளும் காழியொடு அனைவரும்
விட்டான் காராரும் மிகு பல பேய்லும்
தாண்தியக் காராரும் சண்டாளர் ஹாலும்
என் பெயர் சொல்லவும் இடி விழுந்தொடிட.

ஆணை அடியினில் அரும் பாவைலும் (125)
பூனை மாயிரும் பிள்லைல் என்பும்
நாஹமும் மாயிரும் நீண்முடி மண்டையும்
பாவைல் உடனே பல கலசத்துடான்
மனையில் புதைத்த வஞ்சனை தனையும்
ஒட்டிய பாவையும் ஒட்டிய செருக்கும் (130)
காசும் பணமும் காவுடன் சோறும்
ஒத்து மஞ்சனமும் ஒருவழி போகும்
அடியானைக் கண்டாள் அலைந்து குலைந்திட
மாற்றங் வஞ்சாதார் வந்து வணங்கிட
கால தூதாள் எனை கண்டாள் கலங்கிட (135)

அஞ்சி நடுன்கிட அறந்து புரண்திட
வாய் விட்டளரி மதி கேத்டோட
பதியினில் முத்த பாசக் கயிற்றால்
கட்டுடன் அங்கம் காதரிட காட்டு
கட்டி உருட்டு கால் கை முறிய (140)

காட்டு காட்டு காதரிட காட்டு
முத்து முத்து முழில் பிதுங்கீட
செக்கு செக்கு செதில் செதிலாத
சொக்கு சொக்கு சூர்பஹை சொக்கு
கூத்து கூத்து கூறுவடி வேளால் (145)
பற்று பற்று பாஹலவன் தணாளெரி
தணாளெரி தணாளெரி தனாலதுவாதா
விடுவிடு வேலை வேறுண்தது ஓட.

புலியும் நரியும் புன்னாறி நாயும்
எலியும் கரடியும் இணிதோடர்ந்து ஓட (150)
தேளும் பாம்பும் செய்யான் பூரான்
கடிவிட விஷங்கள் கடிதுயர் அங்கம்
எறிய விஷங்கள் எளிததுதான் இறங்க

பொழிப்பும் சுலுக்கும் ஒருதலை நோயும்
வாதம் சயித்தியம் வலிப்பு பித்தம் (155)
சூலை சாயம் குன்மாம் சொக்கு சிரங்கு
கூடைச்சல் சிலந்தி குதல்விப் புரிதி
பக்க பிளவை படர்த்தொடை வாழை
கடுவன் பாடுவன் கைத்தாள் சிலந்தி
பார்க்குது அரனை பாரு அரை யாக்கும் (160)
எல்லாப் பிணியும் என்றனைக் கண்டாள்
நில்லா தொட நீ எனக் அருள்வாய்
புலியும் நரியும் புன்னாறி நாயும்
எலியும் கரடியும் இணிதோடர்ந்து ஓட (165)

ஈரேழுல ஹாமும் எனக் உறவாஹா
ஆணும் பெண்ணும் அனைவரும் எனக்கா
மண்ணால் அரசரும் மாிழ்ந்துர வாஹவும் (170)

உன்னை துதிக்க உன் திருநாமம்
சரவண பவனே சைலொலி பவாணீ
திருபுற பவனே திகழ்ஒளி பவனே
பரிபுர பவனே பவமொழி பவனே
அரிதிரு மருா அமரா பதியை (175)
காது தேவர்கள் கடும் சிறை விடுத்தாய்
காந்தா குஹனே கதிர் வேலவனே
கார்த்திை மைந்தா கடம்பா கதம்பனை
இடும்பனை என்ற இனியவேள் முருா

தானிஹா சாலனே சங்கரன் புதல்வா (180)
கதிர்கா மதுரை கதிர்வேல் முருா
பழனி பதிவாழ் பால குமாரா
ஆவினான் குடிவாழ் அழாதியா வேல
செந்தில் மாமலை யுரியும் செங்கல்வ ராயா
சாமரா புரிவாழ் ஷன்மூத தரசே (185)

காரார் குழலாள் கலைமால் நன்றாய்
என்னா இருக்க யான் உனை பாட
எனை தொடர்ந்து இருக்கும் எந்தை முர்ுனை
பாடினேன் ஆடினேன் பரவச மாஹா
ஆடினேன் நாடினேன் ஆவினான் பூததியேய் (190)

நேசமுடன் யான் நெற்றியில் அணிய
பாச வினால் பற்றாது நீங்கி
உண்பதம் பெறவே உன்னருளாத
அன்புடன் ரக்ஷி அன்னமும் சொன்னமும்
மெத்த மேத்ாஹ வேலாயு தானார் (195)
சித்தி பெற்றடியேன் சிறப்புடன் வாழ்க.

வாழ்க வாழ்க மயில்ோன் வாழ்க
வாழ்க வாழ்க வடிவேல் வாழ்க
வாழ்க வாழ்க மாலை கூறு வாழ்க
வாழ்க வாழ்க மாலை கூற மஹலுடன் (200)
வாழ்க வாழ்க வாரண துவசம்
வாழ்க வாழ்க என் வறுமைல் நீங்க

எத்தனை கூறைதால் எத்தனை பிழைல்
எத்தனை அடியேன் எத்தனை செய்யினும்
பெற்றவன் நீகுரு பொறுப்பது உங்கடான் (205)
பெற்றவள் குறமாஹல் பெற்றவலாமே
பிள்ளை என்றான்பாய் பிரிய மழித்து
மைந்தன் என்மீது உன்மனம் மாிழ்ந்தருளி
தஞ்சம் என்றடியார் தழைத்திட அருள்செய்
கந்தர் சஷ்டி கவசம் விரும்பிய (200)

பாலன் தேவ ராயன் பர்ந் தத்தை
காலையில் மாலையில் கருத்துடன் நாளும்
ஆசா றதுதான் அங்கம் துளக்கி
நேசமுடன் ஒரு நினைவது வாஹி
கந்தர் சஷ்டி கவசம் இத்தனை (210)
சிந்தை கலங்காது தியானி பவற்தள்
ஒருநாள் முப்பதா றூரு கொண்டு
ஓதீயே ஜேபிதது உஹந்டு நீறணீய
அஷ்ட தீக்குள்ளோர் அடங்கலும் வசமாய்
திசை மன்னர் எண்மர் செயலாது (சேர்ந்தங்கு) அருளுவார் (215)

மாற்றல ரெல்லாம் வந்து வணங்குவர்
நவக்கொல் மாிழ்ந்து நன்மை அளித்திடும்
நவமாத னெனவும் நல்லெழில் பெறுவர்
எந்தநாலும் ஈரேடிதாய் வாழ்வார்
கந்தர்கா வேலாம் கவச தாடியை (220)

வழியாய் காண மெய்யாய் விளங்கும்
விழியால் காண வேருண்திடும் பேய்கள்
பொல்லாதவரை பொதி பொதி யாக்கும்
நல்லோர் நினைவில் நடனம் புரியும்
சர்வ சத்துரு சங்கா ரததடி (225)

அறிந்த எனத்துள்ளாம் அஷ்ட லெட்சமிாலில்
வீர லெட்ச்மிக்கு வீருங் தூணவா
சூர பத்மாவைத் துணிதகை யதனால்
இருபா தெழுவார்க்கு உவன் தமுதலித்த
குருபரன் பழனி குன்றினில் இருக்கும் (230)
சின்ன குழந்தை சேவடி போற்றி

எனை தாது தாட்கொள என்றன துள்ளும்
மேவிய வடிவுறும் வேலவ போற்றி
தேவர்கள் சேனா பதியே போற்றி
குறமாஹல் மனமிழ் கோவே போற்றி (235)

திரமிஹு திவ்ய தேஹா போற்றி
இடும்பா யூதனே இடும்பா போற்றி
கடம்பா போற்றி காந்தா போற்றி
வெட்சி புனையும் வேளெ போற்றி
உயர்கீறி கனாஆ சபைக்கொற் அரசே (240)

மாயிழ்நடா மீதுவோய் மலரடி சரணம்
சரணம் சரணம் சரவணபவ ஓம்
சரணம் சரணம் ஷன்மூதா சரணம்
சரணம் சரணம் ஷன்மூதா சரணம் (244)

</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
