<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title></title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<div id="fontlinks">
		<a href="#" id="incfont" class="button buttonfont">A+</a>
		<a href="#" id="decfont" class="button buttonfont">A-</a>
</div>

यो॑﻿‌உपां पुष्पं॒ वेद॑ पुष्प॑वान् प्र॒जावा॓न् पशु॒मान् भ॑वति । च॒न्द्रमा॒ वा अ॒पां पुष्पम्॓ । पुष्प॑वान् प्र॒जावा॓न् पशु॒मान् भ॑वति । य ए॒वं वेद॑ । यो﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यतन॑वान् भवति ।
अ॒ग्निर्वा अ॒पामा॒यत॑नम् । आ॒यत॑नवान् भवति । यो॓ग्नेरा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । आपो॒वा अ॒ग्नेरा॒यत॑नम् । आ॒यत॑नवान् भवति । य ए॒वं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
वा॒युर्वा अ॒पामा॒यत॑नम् । आ॒यत॑नवान् भवति । यो वा॒योरा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । आपो॒ वै वा॒योरा॒यत॑नम् । आ॒यत॑नवान् भवति । य ए॒वं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
अ॒सौ वै तप॑न्नपा॒मायत॑नम् आ॒यत॑नवान् भवति । यो॑﻿‌உमुष्य॒तप॑त आ॒यत॑नं वेद॑ । आ॒यत॑नवान् भवति । आपो॑ वा अ॒मुष्य॒तप॑त आ॒यत॑नम् ।आ॒यत॑नवान् भवति । य एवं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
च॒न्द्रमा॒ वा अ॒पामा॒यत॑नम् । आ॒यत॑नवान् भवति । यः च॒न्द्रम॑स आ॒यत॑नं वेद॑ । आ॒यत॑नवान् भवति । आपो॒ वै च॒न्द्रम॑स आ॒यत॑न॒म् । आ॒यत॑नवान् भवति । य एवं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
नक्ष्त्र॑त्राणि॒ वा अ॒पामा॒यत॑न॒म् । आ॒यत॑नवान् भवति । यो नक्ष्त्र॑त्राणामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । आपो॒ वै नक्ष॑त्राणामा॒यत॑न॒म् । आ॒यत॑नवान् भवति । य ए॒वं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
प॒र्जन्यो॒ वा अ॒पामा॒यत॑नम् । आ॒यत॑नवान् भवति । यः प॒र्जन्य॑स्या॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । आपो॒ वै पर्जन्यस्या॒यत॑न॒म् । आ॒यत॑नवान् भवति । य ए॒वं वेद॑ । यो॑﻿‌உपामा॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति ।
स॒ंव॒त्स॒रो वा अ॒पामा॒यत॑न॒म् । आ॒यत॑नवान् भवति । यः सं॑वत्स॒रस्या॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । आपो॒ वै सं॑वत्स॒रस्या॒यत॑नं॒ वेद॑ । आ॒यत॑नवान् भवति । य एवं वेद॑ । यो॓﻿‌உप्सु नावं॒ प्रति॑ष्ठितां॒ वेद॑ । प्रत्ये॒व ति॑ष्ठति ।
ॐ रा॒जा॒धि॒रा॒जाय॑ प्रस॒ह्य साहिने॓ । नमो॑ व॒यं वै॓श्रव॒णाय॑ कुर्महे । स मे॒ कामा॒न् काम॒ कामा॑य॒ मह्यम्॓ । का॒मे॒श्व॒रो वै॓श्रव॒णो द॑दातु । कु॒बे॒राय॑ वैश्रव॒णाय॑ । म॒हा॒राजाय॒ नमः॑ ।
ओं॓ तद्ब्रह्म । ओं॓ तद्वायुः । ओं॓ तदात्मा ।
ओं॓ तद्सत्यम् । ओं॓ तत्सर्वम्॓ । ओं॓ तत्-पुरोर्नमः ॥
अन्तश्चरति भूतेषु गुहायां विश्वमूर्तिषु
त्वं यज्ञस्त्वं वषट्कारस्त्व-मिन्द्रस्त्वग्ं 
रुद्रस्त्वं विष्णुस्त्वं ब्रह्मत्वं॑ प्रजापतिः ।
त्वं तदाप आपो ज्योतीरसो﻿‌உमृतं ब्रह्म भूर्भुवस्सुवरोम् ।
ईशानस्सर्व विद्यानामीश्वर स्सर्वभूतानां
ब्रह्माधिपतिर्-ब्रह्मणो﻿‌உधिपतिर्-ब्रह्मा शिवो मे अस्तु सदा शिवोम् ।
तद्विष्नोः परमं पदग्ं सदा पश्यन्ति
सूरयः दिवीवचक्षु राततं तद्वि प्रासो
विपस्यवो जागृहान् सत्समिन्धते
तद्विष्नोर्य-त्परमं पदम् ।
ऋतग्ं स॒त्यं प॑रं ब्र॒ह्म॒ पु॒रुषं॑ कृष्ण॒पिङ्ग॑लम् । 
ऊ॒र्ध्वरे॑तं वि॑रूपा॑क्षं॒ वि॒श्वरू॑पाय॒ वै नमो॒ नमः॑ ॥
ॐ ना॒रा॒य॒णाय॑ वि॒द्महे॑ वासुदे॒वाय॑ धीमहि । 
तन्नो॑ विष्णुः प्रचो॒दया॓त् ॥
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ।


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
