<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>मंत्र पुष्पम</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">

<c:import url="/resources/template/font_resize.jsp"></c:import> 
 <h1>मंत्र पुष्पम</h1>

यो॑﻿‌உपां पुष्पं॒ वेद॑ पुष्प॑वान् प्र॒जावा॓न् पशु॒मान् भ॑वति| <br> 
  च॒न्द्रमा॒ वा अ॒पां पुष्पम्॓| <br> 
  पुष्प॑वान् प्र॒जावा॓न् पशु॒मान् भ॑वति| <br> 
  य ए॒वं वेद॑| <br> 
  यो﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यतन॑वान् भवति ।<br> 
 अ॒ग्निर्वा अ॒पामा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यो॓ग्नेरा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒वा अ॒ग्नेरा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य ए॒वं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 वा॒युर्वा अ॒पामा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यो वा॒योरा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒ वै वा॒योरा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य ए॒वं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 अ॒सौ वै तप॑न्नपा॒मायत॑नम् आ॒यत॑नवान् भवति| <br> 
  यो॑﻿‌உमुष्य॒तप॑त आ॒यत॑नं वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॑ वा अ॒मुष्य॒तप॑त आ॒यत॑नम् ।आ॒यत॑नवान् भवति| <br> 
  य एवं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 च॒न्द्रमा॒ वा अ॒पामा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यः च॒न्द्रम॑स आ॒यत॑नं वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒ वै च॒न्द्रम॑स आ॒यत॑न॒म्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य एवं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 नक्ष्त्र॑त्राणि॒ वा अ॒पामा॒यत॑न॒म्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यो नक्ष्त्र॑त्राणामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒ वै नक्ष॑त्राणामा॒यत॑न॒म्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य ए॒वं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 प॒र्जन्यो॒ वा अ॒पामा॒यत॑नम्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यः प॒र्जन्य॑स्या॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒ वै पर्जन्यस्या॒यत॑न॒म्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य ए॒वं वेद॑| <br> 
  यो॑﻿‌உपामा॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति ।<br> 
 स॒ंव॒त्स॒रो वा अ॒पामा॒यत॑न॒म्| <br> 
  आ॒यत॑नवान् भवति| <br> 
  यः सं॑वत्स॒रस्या॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  आपो॒ वै सं॑वत्स॒रस्या॒यत॑नं॒ वेद॑| <br> 
  आ॒यत॑नवान् भवति| <br> 
  य एवं वेद॑| <br> 
  यो॓﻿‌உप्सु नावं॒ प्रति॑ष्ठितां॒ वेद॑| <br> 
  प्रत्ये॒व ति॑ष्ठति ।<br> 
 ॐ रा॒जा॒धि॒रा॒जाय॑ प्रस॒ह्य साहिने॓| <br> 
  नमो॑ व॒यं वै॓श्रव॒णाय॑ कुर्महे| <br> 
  स मे॒ कामा॒न् काम॒ कामा॑य॒ मह्यम्॓| <br> 
  का॒मे॒श्व॒रो वै॓श्रव॒णो द॑दातु| <br> 
  कु॒बे॒राय॑ वैश्रव॒णाय॑| <br> 
  म॒हा॒राजाय॒ नमः॑ ।<br> 
 ओं॓ तद्ब्रह्म| <br> 
  ओं॓ तद्वायुः| <br> 
  ओं॓ तदात्मा ।<br> 
  ओं॓ तद्सत्यम्| <br> 
  ओं॓ तत्सर्वम्॓| <br> 
  ओं॓ तत्-पुरोर्नमः ॥<br> 
 अन्तश्चरति भूतेषु गुहायां विश्वमूर्तिषु<br> 
  त्वं यज्ञस्त्वं वषट्कारस्त्व-मिन्द्रस्त्वग्ं <br> 
  रुद्रस्त्वं विष्णुस्त्वं ब्रह्मत्वं॑ प्रजापतिः ।<br> 
  त्वं तदाप आपो ज्योतीरसो﻿‌உमृतं ब्रह्म भूर्भुवस्सुवरोम् ।<br> 
 ईशानस्सर्व विद्यानामीश्वर स्सर्वभूतानां<br> 
  ब्रह्माधिपतिर्-ब्रह्मणो﻿‌உधिपतिर्-ब्रह्मा शिवो मे अस्तु सदा शिवोम् ।<br> 
 तद्विष्नोः परमं पदग्ं सदा पश्यन्ति<br> 
  सूरयः दिवीवचक्षु राततं तद्वि प्रासो<br> 
  विपस्यवो जागृहान् सत्समिन्धते<br> 
  तद्विष्नोर्य-त्परमं पदम् ।<br> 
 ऋतग्ं स॒त्यं प॑रं ब्र॒ह्म॒ पु॒रुषं॑ कृष्ण॒पिङ्ग॑लम्| <br> 
  <br> 
  ऊ॒र्ध्वरे॑तं वि॑रूपा॑क्षं॒ वि॒श्वरू॑पाय॒ वै नमो॒ नमः॑ ॥<br> 
 ॐ ना॒रा॒य॒णाय॑ वि॒द्महे॑ वासुदे॒वाय॑ धीमहि| <br> 
  <br> 
  तन्नो॑ विष्णुः प्रचो॒दया॓त् ॥<br> 
 ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ।<br> 
 <br> 
 <br> 


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
