<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>श्रीरामरक्षास्तोत्र</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>श्रीरामरक्षास्तोत्र</h1>

श्री गणेशाय नमः
अस्य श्रीरामरक्षास्तोञ मंञस्य ।<br>
बुधकौशिकऋषिः ।<br>
अनुष्टुप छन्दः । सीता शक्तिः ।<br>
श्रीमध्दनुमान् कीलकम् ।<br>
श्रीरामचंद्रप्रीत्यर्थे जपे विनियोगः ।<br>
अथ ध्यानम् ।<br>
ध्यायेदाजानबाहुं धृतशरधनुषं बध्दपद्मासनस्थं ।<br>
पीतं वासो वसानं नवकमलदलस्पर्धिनेत्रं प्रसन्नम् ।<br>
वामाङ्कारुढसीता मुखकमलमिलल्लोचनं नीरदाभं ।<br>
नानालङ्कारदीप्तं दधतमुरुजटामण्डनं रामचंद्रम् ॥<br>
इति ध्यानम् ।<br>
चरितं रघुनाथस्य शतकोटिप्रविस्तरम् ।<br>
एकैकमक्षरं पुंसां महापातकनाशनम् ॥<br>
ध्यात्वा नीलोत्पलश्यामं रामं राजीवलोचनम् ।<br>
जानकीलक्ष्मणोपेतं जटामुकुटमण्डितम् ॥<br>
सासीतूण धनुर्बाणपाणिं नक्तचरान्तकम् ।<br>
स्वलीलया जगत् त्रातु माविर्भूतमजं विभुम् ॥<br>
रामरक्षां पठेत् प्राज्ञः पापघ्नीं सर्वकामदाम् ।<br>
शिरो मे राघवः पातु भालं दशरथात्मजः ॥<br>
कौसल्येयो दृशौ पातु विश्वामित्रप्रियः श्रुती ।<br>
घ्राणं पातु मखत्राता मुखं सौमित्रिवत्सलः ॥<br>
जिव्हां विद्यानिधिःपातु कण्ठं भरतवन्दितः ।<br>
स्कन्धौ दिव्यायुधःपातु भुजौ भग्नेशकार्मुकः ॥<br>
करौ सीतापतिःपातु हृदयं जामदग्न्यजित् ।<br>
मध्यं पातु खरध्वंसी नाभिं जाम्बवदाश्रयः ॥<br>
सुग्रीवेशः कटी पातु सक्थिनी हनुमत्प्रभुः ।<br>
ऊरु रघूत्तमः पातु रक्षःकुल विनाशकृत ॥<br>
जानुनी सेतुकृत् पातु जङ्घे दशमुखान्तकः ।<br>
पादौ बिभीषणश्रीदः पातु रामोऽखिलं वपुः ॥<br>
एतां रामबलोपेतां रक्षां यः सुकृती पठेत् ।<br>
सचिरायुः सुखी पुत्री विजयी विनयी भवेत् ॥<br>
पातालभूतल व्योमचारिणश्छद्मचारिणः ।<br>
न द्रष्टुमपि शक्तास्ते रक्षितं रामनामभिः ॥<br>
रामेति रामभद्रेति रामचंद्रेति वा स्मरन् ।<br>
नरो न लिप्यते पापै र्भुक्तिं मुक्तिं च विन्दति ॥<br>
जगज्जेत्रैकमन्त्रेण रामनाम्नाभिरक्षितम् ।<br>
यः कण्ठे धारयेत्तस्य करस्था सर्व सिध्दयः ॥<br>
वज्रपज्जरनामेदं यो रामकवचं स्मरेत् ।<br>
अव्याहताज्ञः सर्वत्र लभते जयमङ्गलम् ॥<br>
आदिष्टवान् यथा स्वप्ने रामरक्षामिमां हरः ।<br>
तथा लिखितवान् प्रात प्रबुध्दो बुधकौशिकः ॥<br>
आरामः कल्पवृक्षाणां विरामः सकलापदाम् ।<br>
अभिरामस्त्रिलोकानां रामः श्रीमान् स नः प्रभुः ॥<br>
तरुणौ रुपसंपन्नौ सुकुमारौ महाबलौ ।<br>
पुण्डरीकविशालाक्षौ चीरकृष्णाजिनाम्बरौ ॥<br>
फलमूलाशिनौ दान्तौ तापसौ ब्रह्मचारिणौ ।<br>
पुत्रौ दशरथस्यैतौ भ्रातरौ रामलक्ष्मणौ ॥<br>
शरण्यौ सर्वसत्वानां श्रेष्ठौ सर्वधनुष्यताम् ।<br>
रक्षः कुलनिहन्तारौ त्रायेतां नौ रघूत्तमौ ॥<br>
आत्तसज्य धनुषाविषुस्पृशावक्षयाशुगनिषङ्गसङ्गिनौ ।<br>
रक्षणाय मम रामलक्ष्मणावग्रतः पथि सदैव गच्छताम् ॥<br>
संनध्दः कवची खड्गी चापबाणधरो युवा ।<br>
गच्छन् मनोरथोऽस्माकं रामः पातु स लक्ष्मणः ॥<br>
रामो दाशरथिः शूरो लक्ष्मणानुचरो बली ।<br>
काकुत्स्थः पुरुषः पूर्णः कौसल्येयो रघुत्तमः ॥<br>
वेदान्तवेद्यो यज्ञेशः पुराणपुरुषोत्तमः ।<br>
जानकीवल्लभः श्रीमानप्रमेयपराक्रमः ॥<br>
इत्येतानि जपन् नित्यं मद्भक्तः श्रध्दयान्वितः ।<br>
अश्वमेधाधिकं पुण्यं संप्राप्नोति न संशयः ॥<br>
रामं दूर्वादलश्यामं पद्माक्षं पीतवाससम् ।<br>
स्तुवन्ति नामभिर्दिवैर्न ते संसारिणो नरः ॥<br>
रामं लक्ष्मणपूर्वजं रघुवरं सीतापतिं सुंदरम् ।<br>
काकुत्स्थं करुणार्णवं गुणनिधिं विप्रप्रियं धार्मिकम् ।<br>
राजेन्द्रं सत्यसन्धं दशरथतनयं श्यामलं शान्तमूर्तिं ।<br>
वन्दे लोकाभिरामं रघुकुलतिलकं राघवं रावणारिम् ॥<br>
रामाय रामभद्राय रामचंद्राय वेधसे ।<br>
रघुनाथाय नाथाय सीतायाः पतये नमः ॥<br>
श्रीराम राम रघुनंदन राम राम ।<br>
श्रीराम राम भरताग्रज राम राम ।<br>
श्रीराम राम रणकर्कश राम राम ।<br>
श्रीराम राम शरणं भव राम राम ॥<br>
श्रीरामचंद्रचरणौ मनसा स्मरामि ।<br>
श्रीरामचंद्रचरणौ वचसा गृणामि ।<br>
श्रीरामचंद्रचरणौ शिरसा नमामि ।<br>
श्रीरामचंद्रचरणौ शरणं प्रपद्ये ॥<br>
माता रामौ मत्पिता रामचंद्रः ।<br>
स्वामी रामौ मत्सखा रामचंद्रः ।<br>
सर्वस्वं मे रामचंद्रो दयालुर्नान्यं जाने नैव जाने न जाने ॥<br>
दक्षिणे लक्ष्मणो यस्य वामे तु जनकात्मजा ।<br>
पुरतो मारुतिर्यस्य तं वंदे रघुनंदनम् ॥<br>
लोकाभिरामं रणरङ्गधीरं राजीवनेत्रं रघुवंशनाथम् ।<br>
कारुण्यरुपं करुणाकरं तं श्रीरामचंद्र शरणं प्रपद्ये ॥<br>
मनोजवं मारुततुल्यवेगं जितेंद्रियं बुध्दिमतां वरिष्ठम् ।<br>
वातात्मजं वानरयूथमुख्यं श्रीरामदूतं शरणं प्रपद्ये ॥<br>
कूजन्तं रामरामेति मधुरं मधुराक्षरम् ।<br>
आरुह्य कविताशाखां वन्दे वाल्मीकि कोकिलम् ॥<br>
आपदामपहर्तारं दातारं सर्वसंपदाम् ।<br>
लोकाभिरामं श्रीरामं भूयो भूयो नमाम्यहम् ॥<br>
भर्जनं भवबीजानामर्जनं सुखसंपदाम् ।<br>
तर्जनं यमदूतानां रामरामेति गर्जनम् ॥<br>
रामो राजमणिः सदा विजयते रामं रमेशं भजे<br>
रामेणाभिहता निशाचरचमू रामाय तस्मै नमः ।<br>
रामान्नास्ति परायणं परतरं रामस्य दासोऽस्महं ।<br>
रामे चित्तलयः सदा भवतु मे भो राम मामुध्दर ॥<br>
रामरामेति रामेति रमे रामे मनोरमे ।<br>
सहस्त्रनामतत्त्युलं रामनाम वरानने ॥<br>
इति श्रीबुधकौशिकविरचितं श्रीरामरक्षास्तोत्रं संपूर्णम् ।<br>
॥ श्रीसीतारामचंद्रार्पणमस्तु ॥


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
