<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> श्री रुद्रम् </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>

<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>श्री रुद्रम्</h1> 
 
 श्री रुद्र प्रश्नः<br>
कृष्ण यजुर्वेदीय तैत्तिरीय संहिता<br>
चतुर्थं वैश्वदेवं काण्डम् पञ्चमः प्रपाठकः<br>
ॐ नमो भगवते॑ रुद्राय ॥ <br>
<br>
नम॑स्ते रुद्र म॒न्यव॑ उ॒तोत॒ इष॑वे॒ नमः॑ । <br>
नम॑स्ते अस्तु॒ धन्व॑ने बा॒हुभ्या॑मु॒त ते॒ नमः॑ । <br>
या त॒ इषुः॑ शि॒वत॑मा शि॒वं ब॒भूव॑ ते॒ धनुः॑ । <br>
शि॒वा श॑र॒व्या॑ या तव॒ तया॑ नो रुद्र मृडय । <br>
या ते॑ रुद्र शि॒वा त॒नूरघो॒रा﻿‌உपा॑पकाशिनी । <br>
तया॑ नस्त॒नुवा॒ शन्त॑मया॒ गिरि॑शन्ता॒भिचा॑कशीहि । <br>
यामिषुं॑ गिरिशन्त॒ हस्ते॒ बिभ॒र्ष्यस्त॑वे । <br>
शि॒वां गि॑रित्र॒ तां कु॑रु॒ मा हिग्ं॑सीः॒ पुरु॑षं॒ जग॑त्। शि॒वेन॒ वच॑सा त्वा॒ गिरि॒शाच्छा॑वदामसि । <br>
यथा॑ नः॒ सर्व॒मिज्जग॑दय॒क्ष्मग्ं सु॒मना॒ अस॑त् । <br>
अध्य॑वोचदधिव॒क्ता प्र॑थ॒मो दैव्यो॑ भि॒षक् । <br>
अहीग्॑‍श्च॒ सर्वां॓ज॒म्भय॒न्त्सर्वा॓श्च यातुधा॒न्यः॑ । <br>
अ॒सौ यस्ता॒म्रो अ॑रु॒ण उ॒त ब॒भ्रुः सु॑म॒ङ्गलः॑ । <br>
ये चे॒माग्ं रु॒द्रा अ॒भितो॑ दि॒क्षु श्रि॒ताः स॑हस्र॒शो﻿‌உवैषा॒ग्॒ं॒ हेड॑ ईमहे । <br>
अ॒सौ यो॑﻿‌உवसर्प॑ति॒ नील॑ग्रीवो॒ विलो॑हितः । <br>
उ॒तैनं॑ गो॒पा अ॑दृश॒न्-नदृ॑शन्-नुदहा॒र्यः॑ । <br>
उ॒तैनं॒ विश्वा॑ भू॒तानि॒ स दृ॒ष्टो मृ॑डयाति नः । <br>
नमो॑ अस्तु नील॑ग्रीवाय सहस्रा॒क्षाय॒ मी॒ढुषे॓ । <br>
अथो॒ ये अ॑स्य॒ सत्वा॑नो॒﻿‌உहं तेभ्यो॑﻿‌உकर॒न्नमः॑ । <br>
प्रमुं॑च॒ धन्व॑न॒स्-त्व॒मु॒भयो॒रार्त्नि॑ यो॒र्ज्याम् । <br>
याश्च ते॒ हस्त॒ इष॑वः॒ परा॒ ता भ॑गवो वप । <br>
अ॒व॒तत्य॒ धनु॒स्त्वग्ं सह॑स्राक्ष॒ शते॑षुधे । <br>
नि॒शीर्य॑ श॒ल्यानां॒ मुखा॑ शि॒वो नः॑ सु॒मना॑ भव । <br>
विज्यं॒ धनुः॑ कप॒र्दिनो॒ विश॑ल्यो॒ बाण॑वाग्म् उ॒त । <br>
अने॑श॒न्-नस्येष॑व आ॒भुर॑स्य निष॒ङ्गथिः॑ । <br>
या ते॑ हे॒तिर्-मी॑डुष्टम॒ हस्ते॑ ब॒भूव॑ ते॒ धनुः॑ । <br>
तया॒﻿‌உस्मान्, वि॒श्वत॒स्-त्वम॑य॒क्ष्मया॒ परि॑ब्भुज । <br>
नम॑स्ते अ॒स्त्वायुधा॒याना॑तताय धृ॒ष्णवे॓ । <br>
उ॒भाभ्या॑मु॒त ते॒ नमो॑ बा॒हुभ्यां॒ तव॒ धन्व॑ने । <br>
परि॑ ते॒ धन्व॑नो हे॒तिर॒स्मान्-वृ॑णक्तु वि॒श्वतः॑ । <br>
अथो॒ य इ॑षु॒धिस्तवा॒रे अ॒स्मन्निधे॑हि॒ तम् ॥  1 ॥ <br>
<br>
शम्भ॑वे॒ नमः॑ । <br>
नम॑स्ते अस्तु भगवन्-विश्वेश्व॒राय॑ महादे॒वाय॑ त्र्यम्ब॒काय॑ त्रिपुरान्त॒काय॑ त्रिकाग्निका॒लाय॑ कालाग्निरु॒द्राय॑ नील॒कण्ठाय॑ मृत्युञ्ज॒याय॑ सर्वेश्व॑राय॑ सदाशि॒वाय॑ श्रीमन्-महादे॒वाय॒ नमः॑ ॥ <br>
<br>
नमो॒ हिर॑ण्य बाहवे सेना॒न्ये॑ दि॒शां च॒ पत॑ये॒ नमो॒ नमो॑ वृ॒क्षेभ्यो॒ हरि॑केशेभ्यः पशू॒नां पत॑ये॒ नमो॒ नमः॑ स॒स्पिञ्ज॑राय॒ त्विषी॑मते पथी॒नां पत॑ये॒ नमो॒ नमो॑ बभ्लु॒शाय॑ विव्या॒धिने﻿‌உन्ना॑नां॒ पत॑ये॒ नमो॒ नमो॒ हरि॑केशायोपवी॒तिने॑ पु॒ष्टानां॒ पत॑ये॒ नमो॒ नमो॑ भ॒वस्य॑ हे॒त्यै जग॑तां॒ पत॑ये॒ नमो॒ नमो॑ रु॒द्राया॑तता॒विने॒ क्षेत्रा॑णां॒ पत॑ये॒ नमो॒ नमः॑ सू॒तायाहं॑त्याय॒ वना॑नां॒ पत॑ये॒ नमो॒ नमो॒ रोहि॑ताय स्थ॒पत॑ये वृ॒क्षाणां॒ पत॑ये॒ नमो॒ नमो॑ म॒न्त्रिणे॑ वाणि॒जाय॒ कक्षा॑णां॒ पत॑ये॒ नमो॒ नमो॑ भुव॒न्तये॑ वारिवस्कृ॒ता-यौष॑धीनां॒ पत॑ये॒ नमो॒ नम॑ उ॒च्चैर्-घो॑षायाक्र॒न्दय॑ते पत्ती॒नां पत॑ये॒ नमो॒ नमः॑ कृत्स्नवी॒ताय॒ धाव॑ते॒ सत्त्व॑नां॒ पत॑ये॒ नमः॑ ॥  2 ॥ <br>
<br>
नमः॒ सह॑मानाय निव्या॒धिन॑ आव्या॒धिनी॑नां॒ पत॑ये नमो॒ नमः॑ ककु॒भाय॑ निष॒ङ्गिणे॓ स्ते॒नानां॒ पत॑ये॒ नमो॒ नमो॑ निष॒ङ्गिण॑ इषुधि॒मते॑ तस्क॑राणां॒ पत॑ये॒ नमो॒ नमो॒ वञ्च॑ते परि॒वञ्च॑ते स्तायू॒नां पत॑ये॒ नमो॒ नमो॑ निचे॒रवे॑ परिच॒रायार॑ण्यानां॒ पत॑ये॒ नमो॒ नमः॑ सृका॒विभ्यो॒ जिघाग्ं॑सद्भ्यो मुष्ण॒तां पत॑ये॒ नमो॒ नमो॑﻿‌உसि॒मद्भ्यो॒ नक्त॒ञ्चर॑द्भ्यः प्रकृ॒न्तानां॒ पत॑ये॒ नमो॒ नम॑ उष्णी॒षिने॑ गिरिच॒राय॑ कुलु॒ञ्चानां॒ पत॑ये॒ नमो॒ नम॒ इषु॑मद्भ्यो धन्वा॒विभ्य॑श्च वो॒ नमो॒ नम॑ आतन्-वा॒नेभ्यः॑ प्रति॒दधा॑नेभ्यश्च वो॒ नमो॒ नम॑ आ॒यच्छ॒॑द्भ्यो विसृ॒जद्-भ्य॑श्च वो॒ नमो॒ नमो﻿‌உस्स॑द्भ्यो॒ विद्य॑द्-भ्यश्च वो॒ नमो॒ नम॒ आसी॑नेभ्यः॒ शया॑नेभ्यश्च वो॒ नमो॒ नमः॑ स्व॒पद्भ्यो॒ जाग्र॑द्-भ्यश्च वो॒ नमो॒ नम॒स्तिष्ठ॑द्भ्यो॒ धाव॑द्-भ्यश्च वो॒ नमो॒ नमः॑ स॒भाभ्यः॑ स॒भाप॑तिभ्यश्च वो॒ नमो॒ नमो॒ अश्वे॒भ्यो﻿‌உश्व॑पतिभ्यश्च वो॒ नमः॑ ॥  3 ॥ <br>
<br>
नम॑ आव्या॒धिनी॓भ्यो वि॒विध्य॑न्तीभ्यश्च वो॒ नमो॒ नम॒ उग॑णाभ्यस्तृगं-ह॒तीभ्यश्च॑ वो॒ नमो॒ नमो॑ गृ॒त्सेभ्यो॑ गृ॒त्सप॑तिभ्यश्च वो॒ नमो॒ नमो॒ व्राते॓भ्यो॒ व्रात॑पतिभ्यश्च वो॒ नमो॒ नमो॑ ग॒णेभ्यो॑ ग॒णप॑तिभ्यश्च वो॒ नमो॒ नमो॒ विरू॑पेभ्यो वि॒श्वरू॑पेभ्यश्च वो॒ नमो॒ नमो॑ मह॒द्भ्यः॑, क्षुल्ल॒केभ्य॑श्च वो॒ नमो॒ नमो॑ र॒थिभ्यो॒﻿‌உर॒थेभ्य॑श्च वो॒ नमो॒ नमो॒ रथे॓भ्यो॒ रथ॑पतिभ्यश्च वो॒ नमो॒ नमः॑ सेना॓भ्यः सेना॒निभ्य॑श्च वो॒ नमो॒ नमः॑, क्ष॒त्तृभ्यः॑ सङ्ग्रही॒तृभ्य॑श्च वो॒ नमो॒ नम॒स्तक्ष॑भ्यो रथका॒रेभ्य॑श्च वो॒ नमो॑ नमः॒ कुला॑लेभ्यः क॒र्मारे॓भ्यश्च वो॒ नमो॒ नमः॑ पु॒ञ्जिष्टे॓भ्यो निषा॒देभ्य॑श्च वो॒ नमो॒ नमः॑ इषु॒कृद्भ्यो॑ धन्व॒कृद्-भ्य॑श्च वो॒ नमो॒ नमो॑ मृग॒युभ्यः॑ श्व॒निभ्य॑श्च वो॒ नमो॒ नमः॒ श्वभ्यः॒ श्वप॑तिभ्यश्च वो॒ नमः॑ ॥  4 ॥ <br>
<br>
नमो॑ भ॒वाय॑ च रु॒द्राय॑ च॒ नमः॑ श॒र्वाय॑ च पशु॒पत॑ये च॒ नमो॒ नील॑ग्रीवाय च शिति॒कण्ठा॑य च॒ नमः॑ कप॒र्धिने॑ च॒ व्यु॑प्तकेशाय च॒ नमः॑ सहस्रा॒क्षाय॑ च श॒तध॑न्वने च॒ नमो॑ गिरि॒शाय॑ च शिपिवि॒ष्टाय॑ च॒ नमो॑ मी॒ढुष्ट॑माय॒ चेषु॑मते च॒ नमो॓ ह्र॒स्वाय॑ च वाम॒नाय॑ च॒ नमो॑ बृह॒ते च॒ वर्षी॑यसे च॒ नमो॑ वृ॒द्धाय॑ च स॒ंवृध्व॑ने च॒ नमो॒ अग्रि॑याय च प्रथ॒माय॑ च॒ नम॑ आ॒शवे॑ चाजि॒राय॑ च॒ नमः॒ शीघ्रि॑याय च॒ शीभ्या॑य च॒ नम॑ ऊ॒र्म्या॑य चावस्व॒न्या॑य च॒ नमः॑ स्त्रोत॒स्या॑य च॒ द्वीप्या॑य च ॥  5 ॥ <br>
<br>
नमो॓ ज्ये॒ष्ठाय॑ च कनि॒ष्ठाय॑ च॒ नमः॑ पूर्व॒जाय॑ चापर॒जाय॑ च॒ नमो॑ मध्य॒माय॑ चापग॒ल्भाय॑ च॒ नमो॑ जघ॒न्या॑य च॒ बुध्नि॑याय च॒ नमः॑ सो॒भ्या॑य च प्रतिस॒र्या॑य च॒ नमो॒ याम्या॑य च॒ क्षेम्या॑य च॒ नम॑ उर्व॒र्या॑य च॒ खल्या॑य च॒ नमः॒ श्लोक्या॑य चा﻿‌உवसा॒न्या॑य च॒ नमो॒ वन्या॑य च॒ कक्ष्या॑य च॒ नमः॑ श्र॒वाय॑ च प्रतिश्र॒वाय॑ च॒ नम॑ आ॒शुषे॑णाय चा॒शुर॑थाय च॒ नमः॒ शूरा॑य चावभिन्द॒ते च॒ नमो॑ व॒र्मिणे॑ च वरू॒धिने॑ च॒ नमो॑ बि॒ल्मिने॑ च कव॒चिने॑ च॒ नमः॑ श्रु॒ताय॑ च श्रुतसे॑नाय॒ च ॥ 6 ॥ <br>
<br>
नमो॑ दुन्दु॒भ्या॑य चाहन॒न्या॑य च॒ नमो॑ धृ॒ष्णवे॑ च प्रमृ॒शाय॑ च॒ नमो॑ दू॒ताय॑ च प्रहि॑ताय च॒ नमो॑ निष॒ङ्गिणे॑ चेषुधि॒मते॑ च॒ नम॑स्-ती॒क्ष्णेष॑वे चायु॒धिने॑ च॒ नमः॑ स्वायु॒धाय॑ च सु॒धन्व॑ने च॒ नमः॒ स्रुत्या॑य च॒ पथ्या॑य च॒ नमः॑ का॒ट्या॑य च नी॒प्या॑य च॒ नमः॒ सूद्या॑य च सर॒स्या॑य च॒ नमो॑ ना॒द्याय॑ च वैश॒न्ताय॑ च॒ नमः॒ कूप्या॑य चाव॒ट्या॑य च॒ नमो॒ वर्ष्या॑य चाव॒र्ष्याय॑ च॒ नमो॑ मे॒घ्या॑य च विद्यु॒त्या॑य च॒ नम ई॒ध्रिया॑य चात॒प्या॑य च॒ नमो॒ वात्या॑य च॒ रेष्मि॑याय च॒ नमो॑ वास्त॒व्या॑य च वास्तु॒पाय॑ च ॥  7 ॥ <br>
<br>
नमः॒ सोमा॑य च रु॒द्राय॑ च॒ नम॑स्ता॒म्राय॑ चारु॒णाय॑ च॒ नमः॑ श॒ङ्गाय॑ च पशु॒पत॑ये च॒ नम॑ उ॒ग्राय॑ च भी॒माय॑ च॒ नमो॑ अग्रेव॒धाय॑ च दूरेव॒धाय॑ च॒ नमो॑ ह॒न्त्रे च॒ हनी॑यसे च॒ नमो॑ वृ॒क्षेभ्यो॒ हरि॑केशेभ्यो॒ नम॑स्ता॒राय॒ नम॑श्श॒म्भवे॑ च मयो॒भवे॑ च॒ नमः॑ शङ्क॒राय॑ च मयस्क॒राय॑ च॒ नमः॑ शि॒वाय॑ च शि॒वत॑राय च॒ नम॒स्तीर्थ्या॑य च॒ कूल्या॑य च॒ नमः॑ पा॒र्या॑य चावा॒र्या॑य च॒ नमः॑ प्र॒तर॑णाय चो॒त्तर॑णाय च॒ नम॑ आता॒र्या॑य चाला॒द्या॑य च॒ नमः॒ शष्प्या॑य च॒ फेन्या॑य च॒ नमः॑ सिक॒त्या॑य च प्रवा॒ह्या॑य च ॥  8 ॥ <br>
<br>
नम॑ इरि॒ण्या॑य च प्रप॒थ्या॑य च॒ नमः॑ किग्ंशि॒लाय॑ च॒ क्षय॑णाय च॒ नमः॑ कप॒र्दिने॑ च॒ पुल॒स्तये॑ च॒ नमो॒ गोष्ठ्या॑य च॒ गृह्या॑य च॒ नम॒स्-तल्प्या॑य च॒ गेह्या॑य च॒ नमः॑ का॒ट्या॑य च गह्वरे॒ष्ठाय॑ च॒ नमो॓ हृद॒य्या॑य च निवे॒ष्प्या॑य च॒ नमः॑ पाग्ं स॒व्या॑य च रज॒स्या॑य च॒ नमः॒ शुष्क्या॑य च हरि॒त्या॑य च॒ नमो॒ लोप्या॑य चोल॒प्या॑य च॒ नम॑ ऊ॒र्म्या॑य च सू॒र्म्या॑य च॒ नमः॑ प॒र्ण्याय च पर्णश॒द्या॑य च॒ नमो॑﻿‌உपगु॒रमा॑णाय चाभिघ्न॒ते च॒ नम॑ आख्खिद॒ते च॒ प्रख्खिद॒ते च॒ नमो॑ वः किरि॒केभ्यो॑ दे॒वाना॒ग्ं॒ हृद॑येभ्यो॒ नमो॑ विक्षीण॒केभ्यो॒ नमो॑ विचिन्व॒त्-केभ्यो॒ नम॑ आनिर् ह॒तेभ्यो॒ नम॑ आमीव॒त्-केभ्यः॑ ॥  9 ॥ <br>
<br>
द्रापे॒ अन्ध॑सस्पते॒ दरि॑द्र॒न्-नील॑लोहित । <br>
ए॒षां पुरु॑षाणामे॒षां प॑शू॒नां मा भेर्मा﻿‌உरो॒ मो ए॑षां॒ किञ्च॒नाम॑मत् । <br>
या ते॑ रुद्र शि॒वा त॒नूः शि॒वा वि॒श्वाह॑भेषजी । <br>
शि॒वा रु॒द्रस्य॑ भेष॒जी तया॑ नो मृड जी॒वसे॓ ॥ <br>
 इ॒माग्ं रु॒द्राय॑ त॒वसे॑ कप॒र्दिने॓ क्ष॒यद्वी॑राय॒ प्रभ॑रामहे म॒तिम् । <br>
यथा॑ नः॒ शमस॑द् द्वि॒पदे॒ चतु॑ष्पदे॒ विश्वं॑ पु॒ष्टं ग्रामे॑ अ॒स्मिन्नना॑तुरम् । <br>
मृ॒डा नो॑ रुद्रो॒त नो॒ मय॑स्कृधि क्ष॒यद्वी॑राय॒ नम॑सा विधेम ते । <br>
यच्छं च॒ योश्च॒ मनु॑राय॒जे पि॒ता तद॑श्याम॒ तव॑ रुद्र॒ प्रणी॑तौ । <br>
मा नो॑ म॒हान्त॑मु॒त मा नो॑ अर्भ॒कं मा न॒ उक्ष॑न्तमु॒त मा न॑ उक्षि॒तम् । <br>
मा नो॑﻿‌உवधीः पि॒तरं॒ मोत मा॒तरं॑ प्रि॒या मा न॑स्त॒नुवो॑ रुद्र रीरिषः । <br>
मा न॑स्तो॒के तन॑ये॒ मा न॒ आयु॑षि॒ मा नो॒ गोषु॒ मा नो॒ अश्वे॑षु रीरिषः । <br>
वी॒रान्मा नो॑ रुद्र भामि॒तो﻿‌உव॑धीर्-ह॒विष्म॑न्तो॒ नम॑सा विधेम ते । <br>
आ॒रात्ते॑ गो॒घ्न उ॒त पू॑रुष॒घ्ने क्ष॒यद्वी॑राय सु॒म्-नम॒स्मे ते॑ अस्तु । <br>
रक्षा॑ च नो॒ अधि॑ च देव ब्रू॒ह्यथा॑ च नः॒ शर्म॑ यच्छ द्वि॒बर्हा॓ः । <br>
स्तु॒हि श्रु॒तं ग॑र्त॒सदं॒ युवा॑नं मृ॒गन्न भी॒ममु॑पह॒न्तुमु॒ग्रम् । <br>
मृ॒डा ज॑रि॒त्रे रु॑द्र॒ स्तवा॑नो अ॒न्यन्ते॑ अ॒स्मन्निव॑पन्तु॒ सेना॓ः । <br>
परि॑णो रु॒द्रस्य॑ हे॒तिर्-वृ॑णक्तु॒ परि॑ त्वे॒षस्य॑ दुर्म॒ति र॑घा॒योः । <br>
अव॑ स्थि॒रा म॒घव॑द्-भ्यस्-तनुष्व मीढ्-व॑स्तो॒काय॒ तन॑याय मृडय । <br>
मीढु॑ष्टम॒ शिव॑मत शि॒वो नः॑ सु॒मना॑ भव । <br>
प॒र॒मे वृ॒क्ष आयु॑धन्नि॒धाय॒ कृत्तिं॒ वसा॑न॒ आच॑र॒ पिना॑कं॒ बिभ्र॒दाग॑हि । <br>
विकि॑रिद॒ विलो॑हित॒ नम॑स्ते अस्तु भगवः । <br>
यास्ते॑ स॒हस्रग्ं॑ हे॒तयो॒न्यम॒स्मन्-निव॒पन्तु ताः । <br>
स॒हस्रा॑णि सहस्र॒धा बा॑हु॒वोस्तव॑ हे॒तयः॑ । <br>
तासा॒मीशा॑नो भगवः परा॒चीना॒ मुखा॑ कृधि ॥  10 ॥ <br>
<br>
स॒हस्रा॑णि सहस्र॒शो ये रु॒द्रा अधि॒ भूम्या॓म् । <br>
तेषाग्ं॑ सहस्रयोज॒ने﻿‌உव॒धन्वा॑नि तन्मसि । <br>
अ॒स्मिन्-म॑ह॒त्-य॑र्ण॒वे॓﻿‌உन्तरि॑क्षे भ॒वा अधि॑ । <br>
नील॑ग्रीवाः शिति॒कण्ठा॓ः श॒र्वा अ॒धः, क्ष॑माच॒राः । <br>
नील॑ग्रीवाः शिति॒कण्ठा॒ दिवग्ं॑ रु॒द्रा उप॑श्रिताः । <br>
ये वृ॒क्षेषु॑ स॒स्पिञ्ज॑रा॒ नील॑ग्रीवा॒ विलो॑हिताः । <br>
ये भू॒ताना॒म्-अधि॑पतयो विशि॒खासः॑ कप॒र्दि॑नः । <br>
ये अन्ने॑षु वि॒विध्य॑न्ति॒ पात्रे॑षु॒ पिब॑तो॒ जनान्॑ । <br>
ये प॒थां प॑थि॒रक्ष॑य ऐलबृ॒दा॑ य॒व्युधः॑ । <br>
ये ती॒र्थानि॑ प्र॒चर॑न्ति सृ॒काव॑न्तो निष॒ङ्गिणः॑ । <br>
य ए॒ताव॑न्तश्च॒ भूयाग्ं॑सश्च॒ दिशो॑ रु॒द्रा वि॑तस्थि॒रे । <br>
तेषाग्ं॑ सहस्रयोज॒ने﻿‌உव॒धन्वा॑नि तन्मसि । <br>
नमो॑ रु॒ध्रेभ्यो॒ ये पृ॑थि॒व्यां ये॓﻿‌உन्तरि॑क्षे ये दि॒वि येषा॒मन्नं॒ वातो॑ व॒र्-ष॒मिष॑व॒स्-तेभ्यो॒ दश॒ प्राची॒र्दश॑ दक्षि॒णा दश॑ प्र॒तीची॒र्-दशो-दी॑ची॒र्-दशो॒र्ध्वास्-तेभ्यो॒ नम॒स्ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तं वो॒ जम्भे॑ दधामि ॥  11 ॥ <br>
<br>
त्र्यं॑बकं यजामहे सुग॒न्धिं पु॑ष्टि॒वर्ध॑नम् । <br>
उ॒र्वा॒रु॒कमि॑व॒ बन्ध॑नान्-मृत्यो॑र्-मुक्षीय॒ मा﻿‌உमृता॓त् । <br>
यो रु॒द्रो अ॒ग्नौ यो अ॒प्सु य ओष॑धीषु॒ यो रु॒द्रो विश्वा॒ भुव॑ना वि॒वेश॒ तस्मै॑ रु॒द्राय॒ नमो॑ अस्तु । <br>
तमु॑ ष्टु॒हि॒ यः स्वि॒षुः सु॒धन्वा॒ यो विश्व॑स्य॒ क्षय॑ति भेष॒जस्य॑ । <br>
यक्ष्वा॓म॒हे सौ॓मन॒साय॑ रु॒द्रं नमो॓भिर्-दे॒वमसु॑रं दुवस्य । <br>
अ॒यं मे॒ हस्तो॒ भग॑वान॒यं मे॒ भग॑वत्तरः । <br>
अ॒यं मे॓ वि॒श्वभे॓षजो॒﻿‌உयग्ं शि॒वाभि॑मर्शनः । <br>
ये ते॑ स॒हस्र॑म॒युतं॒ पाशा॒ मृत्यो॒ मर्त्या॑य॒ हन्त॑वे । <br>
तान् य॒ज्ञस्य॑ मा॒यया॒ सर्वा॒नव॑ यजामहे । <br>
मृ॒त्यवे॒ स्वाहा॑ मृ॒त्यवे॒ स्वाहा॓ । <br>
प्राणानां ग्रन्थिरसि रुद्रो मा॑ विशा॒न्तकः । <br>
तेनान्नेना॓प्याय॒स्व ॥ <br>
<br>
ॐ नमो भगवते रुद्राय विष्णवे मृत्यु॑र्मे पा॒हि ॥ <br>
<br>
सदाशि॒वोम् ।<br>
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑<br>
 
</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
