<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>சிவபுராணம் </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>சிவபுராணம் திருவாசகம்</h1>
நமச்சிவாய வாஅழ்க நாதன் தாள் வாழ்க<br> 
இமைப்பொழுதும் என் நெஞ்சில் நீங்காதான் தாள் வாழ்க<br> 
கோகழி ஆண்ட குருமணிதன் தாள் வாழ்க<br> 
ஆகமம் ஆகிநின்று அண்ணிப்பான் தாள் வாழ்க<br> 
ஏகன் அநேகன் இறைவன் அடிவாழ்க 5<br> 
<br> 
வேகம் கெடுத்தாண்ட வேந்தன் அடிவெல்க<br> 
பிறப்பறுக்கும் பிஞ்ஞகன்தன் பெய்கழல்கள் வெல்க<br> 
புறந்தார்க்குச் சேயோன் தன் பூங்கழல்கள் வெல்க<br> 
கரங்குவிவார் உள்மகிழும் கோன்கழல்கள் வெல்க<br> 
சிரம்குவிவார் ஓங்குவிக்கும் சீரோன் கழல் வெல்க 10<br> 
<br> 
ஈசன் அடிபோற்றி எந்தை அடிபோற்றி<br> 
தேசன் அடிபோற்றி சிவன் சேவடி போற்றி<br> 
நேயத்தே நின்ற நிமலன் அடி போற்றி<br> 
மாயப் பிறப்பு அறுக்கும் மன்னன் அடி போற்றி<br> 
சீரார் பெருந்துறை நம் தேவன் அடி போற்றி 15<br> 
<br> 
ஆராத இன்பம் அருளும் மலை போற்றி<br> 
சிவன் அவன் என்சிந்தையுள் நின்ற அதனால்<br> 
அவன் அருளாலே அவன் தாள் வணங்கிச்<br> 
சிந்தை மகிழச் சிவ புராணம் தன்னை<br> 
முந்தை வினைமுழுதும் ஓய உரைப்பன் யான். 20<br> 
<br> 
கண் நுதலான் தன்கருணைக் கண்காட்ட வந்து எய்தி<br> 
எண்ணுதற்கு எட்டா எழில் ஆர்கழல் இறைஞ்சி<br> 
விண் நிறைந்தும் மண் நிறைந்தும் மிக்காய், விளங்கு ஒளியாய்,<br> 
எண் இறந்த எல்லை இலாதானே நின் பெரும்சீர்<br> 
பொல்லா வினையேன் புகழுமாறு ஒன்று அறியேன் 25<br> 
<br> 
புல்லாகிப் பூடாய்ப் புழுவாய் மரமாகிப்<br> 
பல் விருகமாகிப் பறவையாய்ப் பாம்பாகிக்<br> 
கல்லாய் மனிதராய்ப் பேயாய்க் கணங்களாய்<br> 
வல் அசுரர் ஆகி முனிவராய்த் தேவராய்ச்<br> 
செல்லாஅ நின்ற இத் தாவர சங்கமத்துள் 30<br> 
<br> 
எல்லாப் பிறப்பும் பிறந்து இளைத்தேன், எம்பெருமான்<br> 
மெய்யே உன் பொன் அடிகள் கண்டு இன்று வீடு உற்றேன்<br> 
உய்ய என் உள்ளத்துள் ஓங்காரமாய் நின்ற<br> 
மெய்யா விமலா விடைப்பாகா வேதங்கள்<br> 
ஐயா எனவோங்கி ஆழ்ந்து அகன்ற நுண்ணியனே 35<br> 
<br> 
வெய்யாய், தணியாய், இயமானனாம் விமலா<br> 
பொய் ஆயின எல்லாம் போய் அகல வந்தருளி<br> 
மெய் ஞானம் ஆகி மிளிர் கின்ற மெய்ச் சுடரே<br> 
எஞ்ஞானம் இல்லாதேன் இன்பப் பெருமானே<br> 
அஞ்ஞானம் தன்னை அகல்விக்கும் நல் அறிவே 40<br> 
<br> 
ஆக்கம் அளவு இறுதி இல்லாய், அனைத்து உலகும்<br> 
ஆக்குவாய் காப்பாய் அழிப்பாய் அருள் தருவாய்<br> 
போக்குவாய் என்னைப் புகுவிப்பாய் நின் தொழும்பின்<br> 
நாற்றத்தின் நேரியாய், சேயாய், நணியானே<br> 
மாற்றம் மனம் கழிய நின்ற மறையோனே 45<br> 
<br> 
கறந்த பால் கன்னலொடு நெய்கலந்தாற் போலச்<br> 
சிறந்தடியார் சிந்தனையுள் தேன்ஊறி நின்று<br> 
பிறந்த பிறப்பு அறுக்கும் எங்கள் பெருமான்<br> 
நிறங்கள் ஓர் ஐந்து உடையாய், விண்ணோர்கள் ஏத்த<br> 
மறைந்திருந்தாய், எம்பெருமான் வல்வினையேன் தன்னை 50<br> 
<br> 
மறைந்திட மூடிய மாய இருளை<br> 
அறம்பாவம் என்னும் அரும் கயிற்றால் கட்டி<br> 
புறம்தோல் போர்த்து எங்கும் புழு அழுக்கு மூடி,<br> 
மலம் சோரும் ஒன்பது வாயில் குடிலை<br> 
மலங்கப் புலன் ஐந்தும் வஞ்சனையைச் செய்ய, 55<br> 
<br> 
விலங்கு மனத்தால், விமலா உனக்கு<br> 
கலந்த அன்பாகிக் கசிந்து உள் உருகும்<br> 
நலம் தான் இலாத சிறியேற்கு நல்கி<br> 
நிலம் தன்மேல் வந்து அருளி நீள்கழல்கள் காட்டி,<br> 
நாயிற் கடையாய்க் கிடந்த அடியேற்குத் 60<br> 
<br> 
தாயிற் சிறந்த தயா ஆன தத்துவனே<br> 
மாசற்ற சோதி மலர்ந்த மலர்ச்சுடரே<br> 
தேசனே தேன் ஆர்அமுதே சிவபுரானே<br> 
பாசமாம் பற்று அறுத்துப் பாரிக்கும் ஆரியனே<br> 
நேச அருள்புரிந்து நெஞ்சில் வஞ்சம் கெடப் 65<br> 
<br> 
பேராது நின்ற பெருங்கருணைப் போராறே<br> 
ஆரா அமுதே அளவிலாப் பெம்மானே<br> 
ஓராதார் உள்ளத்து ஒளிக்கும் ஒளியானே<br> 
நீராய் உருக்கி என் ஆருயிராய் நின்றானே<br> 
இன்பமும் துன்பமும் இல்லானே உள்ளானே 70<br> 
<br> 
அன்பருக்கு அன்பனே யாவையுமாய் இல்லையுமாய்<br> 
சோதியனே துன்னிருளே தோன்றாப் பெருமையனே<br> 
ஆதியனே அந்தம் நடுவாகி அல்லானே<br> 
ஈர்த்து என்னை ஆட்கொண்ட எந்தை பெருமானே<br> 
கூர்த்த மெய் ஞானத்தால் கொண்டு உணர்வார் தம்கருத்தில் 75<br> 
<br> 
நோக்கரிய நோக்கே நுணுக்கரிய நுண் உணர்வே<br> 
போக்கும் வரவும் புணர்வும் இலாப் புண்ணியனே<br> 
காக்கும் என் காவலனே காண்பரிய பேர் ஒளியே<br> 
ஆற்றின்ப வெள்ளமே அத்தா மிக்காய் நின்ற<br> 
தோற்றச் சுடர் ஒளியாய்ச் சொல்லாத நுண் உணர்வாய் 80<br> 
<br> 
மாற்றமாம் வையகத்தின் வெவ்வேறே வந்து அறிவாம்<br> 
தேற்றனே தேற்றத் தெளிவே என் சிந்தனை உள்<br> 
ஊற்றான உண்ணார் அமுதே உடையானே<br> 
வேற்று விகார விடக்கு உடம்பின் உள்கிடப்ப<br> 
ஆற்றேன் எம் ஐயா அரனே ஓ என்று என்று 85<br> 
<br> 
போற்றிப் புகழ்ந்திருந்து பொய்கெட்டு மெய் ஆனார்<br> 
மீட்டு இங்கு வந்து வினைப்பிறவி சாராமே<br> 
கள்ளப் புலக்குரம்பைக் கட்டு அழிக்க வல்லானே<br> 
நள் இருளில் நட்டம் பயின்று ஆடும் நாதனே<br> 
தில்லை உள் கூத்தனே தென்பாண்டி நாட்டானே 90<br> 
<br> 
அல்லல் பிறவி அறுப்பானே ஓ என்று<br> 
சொல்லற்கு அரியானைச் சொல்லித் திருவடிக்கீழ்<br> 
சொல்லிய பாட்டின் பொருள் உணர்ந்து சொல்லுவார்<br> 
செல்வர் சிவபுரத்தின் உள்ளார் சிவன் அடிக்கீழ்ப்<br> 
பல்லோரும் ஏத்தப் பணிந்து. <br> 


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
