<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> शिव अष्टोत्तर शत नामावली </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>शिव अष्टोत्तर शत नामावली </h1>

ॐ शिवाय नमः<br>
ॐ महेश्वराय नमः<br>
ॐ शम्भवे नमः<br>
ॐ पिनाकिने नमः<br>
ॐ शशिशेखराय नमः<br>
ॐ वामदेवाय नमः<br>
ॐ विरूपाक्षाय नमः<br>
ॐ कपर्दिने नमः<br>
ॐ नीललोहिताय नमः<br>
ॐ शङ्कराय नमः (10)<br>
ॐ शूलपाणये नमः<br>
ॐ खट्वाङ्गिने नमः<br>
ॐ विष्णुवल्लभाय नमः<br>
ॐ शिपिविष्टाय नमः<br>
ॐ अम्बिकानाथाय नमः<br>
ॐ श्रीकण्ठाय नमः<br>
ॐ भक्तवत्सलाय नमः<br>
ॐ भवाय नमः<br>
ॐ शर्वाय नमः<br>
ॐ त्रिलोकेशाय नमः (20)<br>
ॐ शितिकण्ठाय नमः<br>
ॐ शिवाप्रियाय नमः<br>
ॐ उग्राय नमः<br>
ॐ कपालिने नमः<br>
ॐ कौमारये नमः<br>
ॐ अन्धकासुर सूदनाय नमः<br>
ॐ गङ्गाधराय नमः<br>
ॐ ललाटाक्षाय नमः<br>
ॐ कालकालाय नमः<br>
ॐ कृपानिधये नमः (30)<br>
ॐ भीमाय नमः<br>
ॐ परशुहस्ताय नमः<br>
ॐ मृगपाणये नमः<br>
ॐ जटाधराय नमः<br>
ॐ क्तेलासवासिने नमः<br>
ॐ कवचिने नमः<br>
ॐ कठोराय नमः<br>
ॐ त्रिपुरान्तकाय नमः<br>
ॐ वृषाङ्काय नमः<br>
ॐ वृषभारूढाय नमः (40)<br>
ॐ भस्मोद्धूलित विग्रहाय नमः<br>
ॐ सामप्रियाय नमः <br>
ॐ स्वरमयाय नमः<br>
ॐ त्रयीमूर्तये नमः<br>
ॐ अनीश्वराय नमः<br>
ॐ सर्वज्ञाय नमः<br>
ॐ परमात्मने नमः<br>
ॐ सोमसूर्याग्नि लोचनाय नमः<br>
ॐ हविषे नमः<br>
ॐ यज्ञमयाय नमः (50)<br>
ॐ सोमाय नमः<br>
ॐ पञ्चवक्त्राय नमः<br>
ॐ सदाशिवाय नमः<br>
ॐ विश्वेश्वराय नमः<br>
ॐ वीरभद्राय नमः<br>
ॐ गणनाथाय नमः<br>
ॐ प्रजापतये नमः<br>
ॐ हिरण्यरेतसे नमः<br>
ॐ दुर्धर्षाय नमः<br>
ॐ गिरीशाय नमः (60)<br>
ॐ गिरिशाय नमः<br>
ॐ अनघाय नमः<br>
ॐ भुजङ्ग भूषणाय नमः<br>
ॐ भर्गाय नमः<br>
ॐ गिरिधन्वने नमः<br>
ॐ गिरिप्रियाय नमः<br>
ॐ कृत्तिवाससे नमः<br>
ॐ पुरारातये नमः<br>
ॐ भगवते नमः <br>
ॐ प्रमधाधिपाय नमः (70)<br>
ॐ मृत्युञ्जयाय नमः<br>
ॐ सूक्ष्मतनवे नमः<br>
ॐ जगद्व्यापिने नमः<br>
ॐ जगद्गुरवे नमः<br>
ॐ व्योमकेशाय नमः<br>
ॐ महासेन जनकाय नमः<br>
ॐ चारुविक्रमाय नमः<br>
ॐ रुद्राय नमः<br>
ॐ भूतपतये नमः <br>
ॐ स्थाणवे नमः (80)<br>
ॐ अहिर्भुथ्न्याय नमः<br>
ॐ दिगम्बराय नमः<br>
ॐ अष्टमूर्तये नमः<br>
ॐ अनेकात्मने नमः<br>
ॐ स्वात्त्विकाय नमः<br>
ॐ शुद्धविग्रहाय नमः<br>
ॐ शाश्वताय नमः<br>
ॐ खण्डपरशवे नमः<br>
ॐ अजाय नमः <br>
ॐ पाशविमोचकाय नमः (90)<br>
ॐ मृडाय नमः<br>
ॐ पशुपतये नमः<br>
ॐ देवाय नमः<br>
ॐ महादेवाय नमः<br>
ॐ अव्ययाय नमः<br>
ॐ हरये नमः<br>
ॐ पूषदन्तभिदे नमः<br>
ॐ अव्यग्राय नमः<br>
ॐ दक्षाध्वरहराय नमः<br>
ॐ हराय नमः (100)<br>
ॐ भगनेत्रभिदे नमः<br>
ॐ अव्यक्ताय नमः<br>
ॐ सहस्राक्षाय नमः<br>
ॐ सहस्रपादे नमः<br>
ॐ अपपर्गप्रदाय नमः<br>
ॐ अनन्ताय नमः<br>
ॐ तारकाय नमः<br>
ॐ परमेश्वराय नमः (108)<br>

</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
