<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>महागणपति सहस्रनामम् </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">

<h1>महागणपतिसहस्रनामस्तोत्रम् </h1> 
<br> 
     । मुनिरुवाच ।<br> 
कथं नाम्नां सहस्रं तं गणेश उपदिष्टवान् ।<br> 
शिवदं तन्ममाचक्ष्व लोकानुग्रहतत्पर ॥ १॥<br> 
<br> 
     । ब्रह्मोवाच ।<br> 
देवः पूर्वं पुरारातिः पुरत्रयजयोद्यमे ।<br> 
अनर्चनाद्गणेशस्य जातो विघ्नाकुलः किल ॥ २॥<br> 
<br> 
मनसा स विनिर्धार्य ददृशे विघ्नकारणम् ।<br> 
महागणपतिं भक्त्या समभ्यर्च्य यथाविधि ॥ ३॥<br> 
<br> 
विघ्नप्रशमनोपायमपृच्छदपरिश्रमम् ।<br> 
सन्तुष्टः पूजया शम्भोर्महागणपतिः स्वयम् ॥ ४॥<br> 
<br> 
सर्वविघ्नप्रशमनं सर्वकामफलप्रदम् ।<br> 
ततस्तस्मै स्वयं नाम्नां सहस्रमिदमब्रवीत् ॥ ५॥<br> 
<br> 
अस्य श्रीमहागणपतिसहस्रनामस्तोत्रमालामन्त्रस्य ।<br> 
गणेश ऋषिः ।<br> 
महागणपतिर्देवता ।<br> 
नानाविधानिच्छन्दांसि ।<br> 
हुमिति बीजम् ।<br> 
तुङ्गमिति शक्तिः ।<br> 
स्वाहाशक्तिरिति कीलकम् ।<br> 
। अथ करन्यासः ।<br> 
गणेश्वरो गणक्रीड इत्यङ्गुष्ठाभ्यां नमः ।<br> 
कुमारगुरुरीशान इति तर्जनीभ्यां नमः ॥ १॥<br> 
<br> 
ब्रह्माण्डकुम्भश्चिद्व्योमेति मध्यमाभ्यां नमः ।<br> 
रक्तो रक्ताम्बरधर इत्यनामिकाभ्यां नमः ॥ २॥<br> 
<br> 
सर्वसद्गुरुसंसेव्य इति कनिष्ठिकाभ्यां नमः ।<br> 
लुप्तविघ्नः स्वभक्तानामिति करतलकरपृष्ठाभ्यां नमः ॥<br> 
<br> 
३॥<br> 
<br> 
। अथ हृदयादिन्यासः ।<br> 
छन्दश्छन्दोद्भव इति हृदयाय नमः ।<br> 
निष्कलो निर्मल इति शिरसे स्वाहा ।<br> 
सृष्टिस्थितिलयक्रीड इति शिखायै वषट् ।<br> 
ज्ञानं विज्ञानमानन्द इति कवचाय हुम् ।<br> 
अष्टाङ्गयोगफलभृदिति नेत्रत्रयाय वौषट् ।<br> 
अनन्तशक्तिसहित इत्यस्त्राय फट् ।<br> 
भूर्भुवः स्वरोम् इति दिग्बन्धः ।<br> 
। अथ ध्यानम् ।<br> 
गजवदनमचिन्त्यं तीक्ष्णदंष्ट्रं त्रिनेत्रं<br> 
बृहदुदरमशेषं भूतिराजं पुराणम् ।<br> 
अमरवरसुपूज्यं रक्तवर्णं सुरेशं पशुपतिसुतमीशं<br> 
विघ्नराजं नमामि सकलविघ्नविनाशनद्वारा ॥ १॥<br> 
<br> 
श्रीमहागणपतिप्रसादसिद्ध्यर्थे जपे विनियोगः ।<br> 
। श्रीगणपतिरुवाच ।<br> 
ॐ गणेश्वरो गणक्रीडो गणनाथो गणाधिपः ।<br> 
एकदन्तो वक्रतुण्डो गजवक्त्रो महोदरः ॥ १॥<br> 
<br> 
लम्बोदरो धूम्रवर्णो विकटो विघ्ननाशनः ।<br> 
सुमुखो दुर्मुखो बुद्धो विघ्नराजो गजाननः ॥ २॥<br> 
<br> 
भीमः प्रमोद आमोदः सुरानन्दो मदोत्कटः ।<br> 
हेरम्बः शम्बरः शम्भुर्लम्बकर्णो महाबलः ॥ ३॥<br> 
<br> 
नन्दनो लम्पटो भीमो मेघनादो गणञ्जयः ।<br> 
विनायको विरूपाक्षो वीरः शूरवरप्रदः ॥ ४॥<br> 
<br> 
महागणपतिर्बुद्धिप्रियः क्षिप्रप्रसादनः ।<br> 
रुद्रप्रियो गणाध्यक्ष उमापुत्रोऽघनाशनः ॥ ५॥<br> 
<br> 
कुमारगुरुरीशानपुत्रो मूषकवाहनः ।<br> 
सिद्धिप्रियः सिद्धिपतिः सिद्धः सिद्धिविनायकः ॥ ६॥<br> 
<br> 
अविघ्नस्तुम्बुरुः सिंहवाहनो मोहिनीप्रियः ।<br> 
कटङ्कटो राजपुत्रः शाकलः संमितोऽमितः ॥ ७॥<br> 
<br> 
कूष्माण्डसामसम्भूतिर्दुर्जयो धूर्जयो जयः ।<br> 
भूपतिर्भुवनपतिर्भूतानां पतिरव्ययः ॥ ८॥<br> 
<br> 
विश्वकर्ता विश्वमुखो विश्वरूपो निधिर्गुणः ।<br> 
कविः कवीनामृषभो ब्रह्मण्यो ब्रह्मवित्प्रियः ॥ ९॥<br> 
<br> 
ज्येष्ठराजो निधिपतिर्निधिप्रियपतिप्रियः ।<br> 
हिरण्मयपुरान्तःस्थः सूर्यमण्डलमध्यगः ॥ १०॥<br> 
<br> 
कराहतिध्वस्तसिन्धुसलिलः पूषदन्तभित् ।<br> 
उमाङ्ककेलिकुतुकी मुक्तिदः कुलपावनः ॥ ११॥<br> 
<br> 
किरीटी कुण्डली हारी वनमाली मनोमयः ।<br> 
वैमुख्यहतदैत्यश्रीः पादाहतिजितक्षितिः ॥ १२॥<br> 
<br> 
सद्योजातः स्वर्णमुञ्जमेखली दुर्निमित्तहृत् ।<br> 
दुःस्वप्नहृत्प्रसहनो गुणी नादप्रतिष्ठितः ॥ १३॥<br> 
<br> 

सुरूपः सर्वनेत्राधिवासो वीरासनाश्रयः ।<br> 
पीताम्बरः खण्डरदः खण्डवैशाखसंस्थितः ॥ १४॥<br> 
<br> 
चित्राङ्गः श्यामदशनो भालचन्द्रो हविर्भुजः ।<br> 
योगाधिपस्तारकस्थः पुरुषो गजकर्णकः ॥ १५॥<br> 
<br> 
गणाधिराजो विजयः स्थिरो गजपतिर्ध्वजी ।<br> 
देवदेवः स्मरः प्राणदीपको वायुकीलकः ॥ १६॥<br> 
<br> 
विपश्चिद्वरदो नादो नादभिन्नमहाचलः ।<br> 
वराहरदनो मृत्युञ्जयो व्याघ्राजिनाम्बरः ॥ १७॥<br> 
<br> 
इच्छाशक्तिभवो देवत्राता दैत्यविमर्दनः ।<br> 
शम्भुवक्त्रोद्भवः शम्भुकोपहा शम्भुहास्यभूः ॥ १८॥<br> 
<br> 
शम्भुतेजाः शिवाशोकहारी गौरीसुखावहः ।<br> 
उमाङ्गमलजो गौरीतेजोभूः स्वर्धुनीभवः ॥ १९॥<br> 
<br> 
यज्ञकायो महानादो गिरिवर्ष्मा शुभाननः ।<br> 
सर्वात्मा सर्वदेवात्मा ब्रह्ममूर्धा ककुप्श्रुतिः ॥ २०॥<br> 
<br> 
ब्रह्माण्डकुम्भश्चिद्व्योमभालःसत्यशिरोरुहः ।<br> 
जगज्जन्मलयोन्मेषनिमेषोऽग्न्यर्कसोमदृक् ॥ २१॥<br> 
<br> 
गिरीन्द्रैकरदो धर्माधर्मोष्ठः सामबृंहितः ।<br> 
ग्रहर्क्षदशनो वाणीजिह्वो वासवनासिकः ॥ २२॥<br> 
<br> 
भ्रूमध्यसंस्थितकरो ब्रह्मविद्यामदोदकः ।<br> 
कुलाचलांसः सोमार्कघण्टो रुद्रशिरोधरः ॥ २३॥<br> 
<br> 
नदीनदभुजः सर्पाङ्गुलीकस्तारकानखः ।<br> 
व्योमनाभिः श्रीहृदयो मेरुपृष्ठोऽर्णवोदरः ॥ २४॥<br> 
<br> 
कुक्षिस्थयक्षगन्धर्वरक्षःकिन्नरमानुषः ।<br> 
पृथ्वीकटिः सृष्टिलिङ्गः शैलोरुर्दस्रजानुकः ॥ २५॥<br> 
<br> 
पातालजङ्घो मुनिपात्कालाङ्गुष्ठस्त्रयीतनुः ।<br> 
ज्योतिर्मण्डललाङ्गूलो हृदयालाननिश्चलः ॥ २६॥<br> 
<br> 
हृत्पद्मकर्णिकाशाली वियत्केलिसरोवरः ।<br> 
सद्भक्तध्याननिगडः पूजावारिनिवारितः ॥ २७॥<br> 
<br> 
प्रतापी काश्यपो मन्ता गणको विष्टपी बली ।<br> 
यशस्वी धार्मिको जेता प्रथमः प्रमथेश्वरः ॥ २८॥<br> 
<br> 
चिन्तामणिर्द्वीपपतिः कल्पद्रुमवनालयः ।<br> 
रत्नमण्डपमध्यस्थो रत्नसिंहासनाश्रयः ॥ २९॥<br> 
<br> 
तीव्राशिरोद्धृतपदो ज्वालिनीमौलिलालितः ।<br> 
नन्दानन्दितपीठश्रीर्भोगदो भूषितासनः ॥ ३०॥<br> 
<br> 
सकामदायिनीपीठः स्फुरदुग्रासनाश्रयः ।<br> 
तेजोवतीशिरोरत्नं सत्यानित्यावतंसितः ॥ ३१॥<br> 
<br> 
सविघ्ननाशिनीपीठः सर्वशक्त्यम्बुजालयः ।<br> 
लिपिपद्मासनाधारो वह्निधामत्रयालयः ॥ ३२॥<br> 
<br> 
उन्नतप्रपदो गूढगुल्फः संवृतपार्ष्णिकः ।<br> 
पीनजङ्घः श्लिष्टजानुः स्थूलोरुः प्रोन्नमत्कटिः ॥ ३३॥<br> 
<br> 
निम्ननाभिः स्थूलकुक्षिः पीनवक्षा बृहद्भुजः ।<br> 
पीनस्कन्धः कम्बुकण्ठो लम्बोष्ठो लम्बनासिकः ॥ ३४॥<br> 
<br> 
भग्नवामरदस्तुङ्गसव्यदन्तो महाहनुः ।<br> 
ह्रस्वनेत्रत्रयः शूर्पकर्णो निबिडमस्तकः ॥ ३५॥<br> 
<br> 
स्तबकाकारकुम्भाग्रो रत्नमौलिर्निरङ्कुशः ।<br> 
सर्पहारकटीसूत्रः सर्पयज्ञोपवीतवान् ॥ ३६॥<br> 
<br> 
सर्पकोटीरकटकः सर्पग्रैवेयकाङ्गदः ।<br> 
सर्पकक्षोदराबन्धः सर्पराजोत्तरच्छदः ॥ ३७॥<br> 
<br> 
रक्तो रक्ताम्बरधरो रक्तमालाविभूषणः ।<br> 
रक्तेक्षणो रक्तकरो रक्तताल्वोष्ठपल्लवः ॥ ३८॥<br> 
<br> 
श्वेतः श्वेताम्बरधरः श्वेतमालाविभूषणः ।<br> 
श्वेतातपत्ररुचिरः श्वेतचामरवीजितः ॥ ३९॥<br> 
<br> 
सर्वावयवसम्पूर्णः सर्वलक्षणलक्षितः ।<br> 
सर्वाभरणशोभाढ्यः सर्वशोभासमन्वितः ॥ ४०॥<br> 
<br> 
सर्वमङ्गलमाङ्गल्यः सर्वकारणकारणम् ।<br> 
सर्वदेववरः शार्ङ्गी बीजपूरी गदाधरः ॥ ४१॥<br> 
<br> 
शुभाङ्गो लोकसारङ्गः सुतन्तुस्तन्तुवर्धनः ।<br> 
किरीटी कुण्डली हारी वनमाली शुभाङ्गदः ॥ ४२॥<br> 
<br> 
इक्षुचापधरः शूली चक्रपाणिः सरोजभृत् ।<br> 
पाशी धृतोत्पलः शालिमञ्जरीभृत्स्वदन्तभृत् ॥ ४३॥<br> 
<br> 
कल्पवल्लीधरो विश्वाभयदैककरो वशी ।<br> 
अक्षमालाधरो ज्ञानमुद्रावान् मुद्गरायुधः ॥ ४४॥<br> 
<br> 
पूर्णपात्री कम्बुधरो विधृताङ्कुशमूलकः ।<br> 
करस्थाम्रफलश्चूतकलिकाभृत्कुठारवान् ॥ ४५॥<br> 
<br> 
पुष्करस्थस्वर्णघटीपूर्णरत्नाभिवर्षकः ।<br> 
भारतीसुन्दरीनाथो विनायकरतिप्रियः ॥ ४६॥<br> 
<br> 

महालक्ष्मीप्रियतमः सिद्धलक्ष्मीमनोरमः ।<br> 
रमारमेशपूर्वाङ्गो दक्षिणोमामहेश्वरः ॥ ४७॥<br> 
<br> 
महीवराहवामाङ्गो रतिकन्दर्पपश्चिमः ।<br> 
आमोदमोदजननः सम्प्रमोदप्रमोदनः ॥ ४८॥<br> 
<br> 
संवर्धितमहावृद्धिरृद्धिसिद्धिप्रवर्धनः ।<br> 
दन्तसौमुख्यसुमुखः कान्तिकन्दलिताश्रयः ॥ ४९॥<br> 
<br> 
मदनावत्याश्रिताङ्घ्रिः कृतवैमुख्यदुर्मुखः ।<br> 
विघ्नसंपल्लवः पद्मः सर्वोन्नतमदद्रवः ॥ ५०॥<br> 
<br> 
विघ्नकृन्निम्नचरणो द्राविणीशक्तिसत्कृतः ।<br> 
तीव्राप्रसन्ननयनो ज्वालिनीपालितैकदृक् ॥ ५१॥<br> 
<br> 
मोहिनीमोहनो भोगदायिनीकान्तिमण्डनः ।<br> 
कामिनीकान्तवक्त्रश्रीरधिष्ठितवसुन्धरः ॥ ५२॥<br> 
<br> 
वसुधारामदोन्नादो महाशङ्खनिधिप्रियः ।<br> 
नमद्वसुमतीमाली महापद्मनिधिः प्रभुः ॥ ५३॥<br> 
<br> 
सर्वसद्गुरुसंसेव्यः शोचिष्केशहृदाश्रयः ।<br> 
ईशानमूर्धा देवेन्द्रशिखः पवननन्दनः ॥ ५४॥<br> 
<br> 
प्रत्युग्रनयनो दिव्यो दिव्यास्त्रशतपर्वधृक् ।<br> 
ऐरावतादिसर्वाशावारणो वारणप्रियः ॥ ५५॥<br> 
<br> 
वज्राद्यस्त्रपरीवारो गणचण्डसमाश्रयः ।<br> 
जयाजयपरिकरो विजयाविजयावहः ॥ ५६॥<br> 
<br> 
अजयार्चितपादाब्जो नित्यानन्दवनस्थितः ।<br> 
विलासिनीकृतोल्लासः शौण्डी सौन्दर्यमण्डितः ॥ ५७॥<br> 
<br> 
अनन्तानन्तसुखदः सुमङ्गलसुमङ्गलः ।<br> 
ज्ञानाश्रयः क्रियाधार इच्छाशक्तिनिषेवितः ॥ ५८॥<br> 
<br> 
सुभगासंश्रितपदो ललिताललिताश्रयः ।<br> 
कामिनीपालनः कामकामिनीकेलिलालितः ॥ ५९॥<br> 
<br> 
सरस्वत्याश्रयो गौरीनन्दनः श्रीनिकेतनः ।<br> 
गुरुगुप्तपदो वाचासिद्धो वागीश्वरीपतिः ॥ ६०॥<br> 
<br> 
नलिनीकामुको वामारामो ज्येष्ठामनोरमः ।<br> 
रौद्रीमुद्रितपादाब्जो हुम्बीजस्तुङ्गशक्तिकः ॥ ६१॥<br> 
<br> 
विश्वादिजननत्राणः स्वाहाशक्तिः सकीलकः ।<br> 
अमृताब्धिकृतावासो मदघूर्णितलोचनः ॥ ६२॥<br> 
<br> 
उच्छिष्टोच्छिष्टगणको गणेशो गणनायकः ।<br> 
सार्वकालिकसंसिद्धिर्नित्यसेव्यो दिगम्बरः ॥ ६३॥<br> 
<br> 
अनपायोऽनन्तदृष्टिरप्रमेयोऽजरामरः ।<br> 
अनाविलोऽप्रतिहतिरच्युतोऽमृतमक्षरः ॥ ६४॥<br> 
<br> 
अप्रतर्क्योऽक्षयोऽजय्योऽनाधारोऽनामयोऽमलः ।<br> 
अमेयसिद्धिरद्वैतमघोरोऽग्निसमाननः ॥ ६५॥<br> 
<br> 
अनाकारोऽब्धिभूम्यग्निबलघ्नोऽव्यक्तलक्षणः ।<br> 
आधारपीठमाधार आधाराधेयवर्जितः ॥ ६६॥<br> 
<br> 
आखुकेतन आशापूरक आखुमहारथः ।<br> 
इक्षुसागरमध्यस्थ इक्षुभक्षणलालसः ॥ ६७॥<br> 
<br> 
इक्षुचापातिरेकश्रीरिक्षुचापनिषेवितः ।<br> 
इन्द्रगोपसमानश्रीरिन्द्रनीलसमद्युतिः ॥ ६८॥<br> 
<br> 
इन्दीवरदलश्याम इन्दुमण्डलमण्डितः ।<br> 
इध्मप्रिय इडाभाग इडावानिन्दिराप्रियः ॥ ६९॥<br> 
<br> 
इक्ष्वाकुविघ्नविध्वंसी इतिकर्तव्यतेप्सितः ।<br> 
ईशानमौलिरीशान ईशानप्रिय ईतिहा ॥ ७०॥<br> 
<br> 
ईषणात्रयकल्पान्त ईहामात्रविवर्जितः ।<br> 
उपेन्द्र उडुभृन्मौलिरुडुनाथकरप्रियः ॥ ७१॥<br> 
<br> 
उन्नतानन उत्तुङ्ग उदारस्त्रिदशाग्रणीः ।<br> 
ऊर्जस्वानूष्मलमद ऊहापोहदुरासदः ॥ ७२॥<br> 
<br> 
ऋग्यजुःसामनयन ऋद्धिसिद्धिसमर्पकः ।<br> 
ऋजुचित्तैकसुलभो ऋणत्रयविमोचनः ॥ ७३॥<br> 
<br> 
लुप्तविघ्नः स्वभक्तानां लुप्तशक्तिः सुरद्विषाम् ।<br> 
लुप्तश्रीर्विमुखार्चानां लूताविस्फोटनाशनः ॥ ७४॥<br> 
<br> 
एकारपीठमध्यस्थ एकपादकृतासनः ।<br> 
एजिताखिलदैत्यश्रीरेधिताखिलसंश्रयः ॥ ७५॥<br> 
<br> 
ऐश्वर्यनिधिरैश्वर्यमैहिकामुष्मिकप्रदः ।<br> 
ऐरंमदसमोन्मेष ऐरावतसमाननः ॥ ७६॥<br> 
<br> 
ओंकारवाच्य ओंकार ओजस्वानोषधीपतिः ।<br> 
औदार्यनिधिरौद्धत्यधैर्य औन्नत्यनिःसमः ॥ ७७॥<br> 
<br> 
अङ्कुशः सुरनागानामङ्कुशाकारसंस्थितः ।<br> 
अः समस्तविसर्गान्तपदेषु परिकीर्तितः ॥ ७८॥<br> 
<br> 
कमण्डलुधरः कल्पः कपर्दी कलभाननः ।<br> 
कर्मसाक्षी कर्मकर्ता कर्माकर्मफलप्रदः ॥ ७९॥<br> 
<br> 
कदम्बगोलकाकारः कूष्माण्डगणनायकः ।<br> 
कारुण्यदेहः कपिलः कथकः कटिसूत्रभृत् ॥ ८०॥<br> 
<br> 
खर्वः खड्गप्रियः खड्गः खान्तान्तःस्थः खनिर्मलः ।<br> 
खल्वाटशृङ्गनिलयः खट्वाङ्गी खदुरासदः ॥ ८१॥<br> 
<br> 
गुणाढ्यो गहनो गद्यो गद्यपद्यसुधार्णवः ।<br> 
गद्यगानप्रियो गर्जो गीतगीर्वाणपूर्वजः ॥ ८२॥<br> 
<br> 
गुह्याचाररतो गुह्यो गुह्यागमनिरूपितः ।<br> 
गुहाशयो गुडाब्धिस्थो गुरुगम्यो गुरुर्गुरुः ॥ ८३॥<br> 
<br> 
घण्टाघर्घरिकामाली घटकुम्भो घटोदरः ।<br> 
ङकारवाच्यो ङाकारो ङकाराकारशुण्डभृत् ॥ ८४॥<br> 
<br> 
चण्डश्चण्डेश्वरश्चण्डी चण्डेशश्चण्डविक्रमः ।<br> 
चराचरपिता चिन्तामणिश्चर्वणलालसः ॥ ८५॥<br> 
<br> 
छन्दश्छन्दोद्भवश्छन्दो दुर्लक्ष्यश्छन्दविग्रहः ।<br> 
जगद्योनिर्जगत्साक्षी जगदीशो जगन्मयः ॥ ८६॥<br> 
<br> 
जप्यो जपपरो जाप्यो जिह्वासिंहासनप्रभुः ।<br> 
स्रवद्गण्डोल्लसद्धानझङ्कारिभ्रमराकुलः ॥ ८७॥<br> 
<br> 
टङ्कारस्फारसंरावष्टङ्कारमणिनूपुरः ।<br> 
ठद्वयीपल्लवान्तस्थसर्वमन्त्रेषु सिद्धिदः ॥ ८८॥<br> 
<br> 
डिण्डिमुण्डो डाकिनीशो डामरो डिण्डिमप्रियः ।<br> 
ढक्कानिनादमुदितो ढौङ्को ढुण्ढिविनायकः ॥ ८९॥<br> 
<br> 
तत्त्वानां प्रकृतिस्तत्त्वं तत्त्वंपदनिरूपितः ।<br> 
तारकान्तरसंस्थानस्तारकस्तारकान्तकः ॥ ९०॥<br> 
<br> 
स्थाणुः स्थाणुप्रियः स्थाता स्थावरं जङ्गमं जगत् ।<br> 
दक्षयज्ञप्रमथनो दाता दानं दमो दया ॥ ९१॥<br> 
<br> 
दयावान्दिव्यविभवो दण्डभृद्दण्डनायकः ।<br> 
दन्तप्रभिन्नाभ्रमालो दैत्यवारणदारणः ॥ ९२॥<br> 
<br> 
दंष्ट्रालग्नद्वीपघटो देवार्थनृगजाकृतिः ।<br> 
धनं धनपतेर्बन्धुर्धनदो धरणीधरः ॥ ९३॥<br> 
<br> 
ध्यानैकप्रकटो ध्येयो ध्यानं ध्यानपरायणः ।<br> 
ध्वनिप्रकृतिचीत्कारो ब्रह्माण्डावलिमेखलः ॥ ९४॥<br> 
<br> 
नन्द्यो नन्दिप्रियो नादो नादमध्यप्रतिष्ठितः ।<br> 
निष्कलो निर्मलो नित्यो नित्यानित्यो निरामयः ॥ ९५॥<br> 
<br> 
परं व्योम परं धाम परमात्मा परं पदम् ॥ ९६॥<br> 
<br> 
परात्परः पशुपतिः पशुपाशविमोचनः ।<br> 
पूर्णानन्दः परानन्दः पुराणपुरुषोत्तमः ॥ ९७॥<br> 
<br> 
पद्मप्रसन्नवदनः प्रणताज्ञाननाशनः ।<br> 
प्रमाणप्रत्ययातीतः प्रणतार्तिनिवारणः ॥ ९८॥<br> 
<br> 
फणिहस्तः फणिपतिः फूत्कारः फणितप्रियः ।<br> 
बाणार्चिताङ्घ्रियुगलो बालकेलिकुतूहली ।<br> 
ब्रह्म ब्रह्मार्चितपदो ब्रह्मचारी बृहस्पतिः ॥ ९९॥<br> 
<br> 
बृहत्तमो ब्रह्मपरो ब्रह्मण्यो ब्रह्मवित्प्रियः ।<br> 
बृहन्नादाग्र्यचीत्कारो ब्रह्माण्डावलिमेखलः ॥ १००॥<br> 
<br> 
भ्रूक्षेपदत्तलक्ष्मीको भर्गो भद्रो भयापहः ।<br> 
भगवान् भक्तिसुलभो भूतिदो भूतिभूषणः ॥ १०१॥<br> 
<br> 
भव्यो भूतालयो भोगदाता भ्रूमध्यगोचरः ।<br> 
मन्त्रो मन्त्रपतिर्मन्त्री मदमत्तो मनो मयः ॥ १०२॥<br> 
<br> 
मेखलाहीश्वरो मन्दगतिर्मन्दनिभेक्षणः ।<br> 
महाबलो महावीर्यो महाप्राणो महामनाः ॥ १०३॥<br> 
<br> 
यज्ञो यज्ञपतिर्यज्ञगोप्ता यज्ञफलप्रदः ।<br> 
यशस्करो योगगम्यो याज्ञिको याजकप्रियः ॥ १०४॥<br> 
<br> 
रसो रसप्रियो रस्यो रञ्जको रावणार्चितः ।<br> 
राज्यरक्षाकरो रत्नगर्भो राज्यसुखप्रदः ॥ १०५॥<br> 
<br> 
लक्षो लक्षपतिर्लक्ष्यो लयस्थो लड्डुकप्रियः ।<br> 
लासप्रियो लास्यपरो लाभकृल्लोकविश्रुतः ॥ १०६॥<br> 
<br> 
वरेण्यो वह्निवदनो वन्द्यो वेदान्तगोचरः ।<br> 
विकर्ता विश्वतश्चक्षुर्विधाता विश्वतोमुखः ॥ १०७॥<br> 
<br> 
वामदेवो विश्वनेता वज्रिवज्रनिवारणः ।<br> 
विवस्वद्बन्धनो विश्वाधारो विश्वेश्वरो विभुः ॥ १०८॥<br> 
<br> 
शब्दब्रह्म शमप्राप्यः शम्भुशक्तिगणेश्वरः ।<br> 
शास्ता शिखाग्रनिलयः शरण्यः शम्बरेश्वरः ॥ १०९॥<br> 
<br> 
षडृतुकुसुमस्रग्वी षडाधारः षडक्षरः ।<br> 
संसारवैद्यः सर्वज्ञः सर्वभेषजभेषजम् ॥ ११०॥<br> 
<br> 
सृष्टिस्थितिलयक्रीडः सुरकुञ्जरभेदकः ।<br> 
सिन्दूरितमहाकुम्भः सदसद्भक्तिदायकः ॥ १११॥<br> 
<br> 
साक्षी समुद्रमथनः स्वयंवेद्यः स्वदक्षिणः ।<br> 
स्वतन्त्रः सत्यसंकल्पः सामगानरतः सुखी ॥ ११२॥<br> 
<br> 
हंसो हस्तिपिशाचीशो हवनं हव्यकव्यभुक् ।<br> 
हव्यं हुतप्रियो हृष्टो हृल्लेखामन्त्रमध्यगः ॥ ११३॥<br> 
<br> 
क्षेत्राधिपः क्षमाभर्ता क्षमाक्षमपरायणः ।<br> 
क्षिप्रक्षेमकरः क्षेमानन्दः क्षोणीसुरद्रुमः ॥ ११४॥<br> 
<br> 
धर्मप्रदोऽर्थदः कामदाता सौभाग्यवर्धनः ।<br> 
विद्याप्रदो विभवदो भुक्तिमुक्तिफलप्रदः ॥ ११५॥<br> 
<br> 
आभिरूप्यकरो वीरश्रीप्रदो विजयप्रदः ।<br> 
सर्ववश्यकरो गर्भदोषहा पुत्रपौत्रदः ॥ ११६॥<br> 
<br> 
मेधादः कीर्तिदः शोकहारी दौर्भाग्यनाशनः ।<br> 
प्रतिवादिमुखस्तम्भो रुष्टचित्तप्रसादनः ॥ ११७॥<br> 
<br> 
पराभिचारशमनो दुःखहा बन्धमोक्षदः ।<br> 
लवस्त्रुटिः कला काष्ठा निमेषस्तत्परक्षणः ॥ ११८॥<br> 
<br> 
घटी मुहूर्तः प्रहरो दिवा नक्तमहर्निशम् ।<br> 
पक्षो मासर्त्वयनाब्दयुगं कल्पो महालयः ॥ ११९॥<br> 
<br> 
राशिस्तारा तिथिर्योगो वारः करणमंशकम् ।<br> 
लग्नं होरा कालचक्रं मेरुः सप्तर्षयो ध्रुवः ॥ १२०॥<br> 
<br> 
राहुर्मन्दः कविर्जीवो बुधो भौमः शशी रविः ।<br> 
कालः सृष्टिः स्थितिर्विश्वं स्थावरं जङ्गमं जगत् ॥ १२१॥<br> 
<br> 
भूरापोऽग्निर्मरुद्व्योमाहंकृतिः प्रकृतिः पुमान् ।<br> 
ब्रह्मा विष्णुः शिवो रुद्र ईशः शक्तिः सदाशिवः ॥ १२२॥<br> 
<br> 
त्रिदशाः पितरः सिद्धा यक्षा रक्षांसि किन्नराः ।<br> 
सिद्धविद्याधरा भूता मनुष्याः पशवः खगाः ॥ १२३॥<br> 
<br> 
समुद्राः सरितः शैला भूतं भव्यं भवोद्भवः ।<br> 
सांख्यं पातञ्जलं योगं पुराणानि श्रुतिः स्मृतिः ॥ १२४॥<br> 
<br> 
वेदाङ्गानि सदाचारो मीमांसा न्यायविस्तरः ।<br> 
आयुर्वेदो धनुर्वेदो गान्धर्वं काव्यनाटकम् ॥ १२५॥<br> 
<br> 
वैखानसं भागवतं मानुषं पाञ्चरात्रकम् ।<br> 
शैवं पाशुपतं कालामुखंभैरवशासनम् ॥ १२६॥<br> 
<br> 
शाक्तं वैनायकं सौरं जैनमार्हतसंहिता ।<br> 
सदसद्व्यक्तमव्यक्तं सचेतनमचेतनम् ॥ १२७॥<br> 
<br> 
बन्धो मोक्षः सुखं भोगो योगः सत्यमणुर्महान् ।<br> 
स्वस्ति हुंफट् स्वधा स्वाहा श्रौषट् वौषट् वषण् नमः ॥<br> 
<br> 
१२८॥<br> 
<br> 
ज्ञानं विज्ञानमानन्दो बोधः संवित्समोऽसमः ।<br> 
एक एकाक्षराधार एकाक्षरपरायणः ॥ १२९॥<br> 
<br> 
एकाग्रधीरेकवीर एकोऽनेकस्वरूपधृक् ।<br> 
द्विरूपो द्विभुजो द्व्यक्षो द्विरदो द्वीपरक्षकः ॥ १३०॥<br> 
<br> 
द्वैमातुरो द्विवदनो द्वन्द्वहीनो द्वयातिगः ।<br> 
त्रिधामा त्रिकरस्त्रेता त्रिवर्गफलदायकः ॥ १३१॥<br> 
<br> 
त्रिगुणात्मा त्रिलोकादिस्त्रिशक्तीशस्त्रिलोचनः ।<br> 
चतुर्विधवचोवृत्तिपरिवृत्तिप्रवर्तकः ॥ १३२॥<br> 
<br> 
चतुर्बाहुश्चतुर्दन्तश्चतुरात्मा चतुर्भुजः ।<br> 
चतुर्विधोपायमयश्चतुर्वर्णाश्रमाश्रयः ।<br> 
चतुर्थीपूजनप्रीतश्चतुर्थीतिथिसम्भवः ॥ १३३॥<br> 
<br> 
पञ्चाक्षरात्मा पञ्चात्मा पञ्चास्यः पञ्चकृत्तमः ॥ १३४॥<br> 
<br> 
पञ्चाधारः पञ्चवर्णः पञ्चाक्षरपरायणः ।<br> 
पञ्चतालः पञ्चकरः पञ्चप्रणवमातृकः ॥ १३५॥<br> 
<br> 
पञ्चब्रह्ममयस्फूर्तिः पञ्चावरणवारितः ।<br> 
पञ्चभक्षप्रियः पञ्चबाणः पञ्चशिखात्मकः ॥ १३६॥<br> 
<br> 
षट्कोणपीठः षट्चक्रधामा षड्ग्रन्थिभेदकः ।<br> 
षडङ्गध्वान्तविध्वंसी षडङ्गुलमहाह्रदः ॥ १३७॥<br> 
<br> 
षण्मुखः षण्मुखभ्राता षट्शक्तिपरिवारितः ।<br> 
षड्वैरिवर्गविध्वंसी षडूर्मिभयभञ्जनः ॥ १३८॥<br> 
<br> 
षट्तर्कदूरः षट्कर्मा षड्गुणः षड्रसाश्रयः ।<br> 
सप्तपातालचरणः सप्तद्वीपोरुमण्डलः ॥ १३९॥<br> 
<br> 
सप्तस्वर्लोकमुकुटः सप्तसप्तिवरप्रदः ।<br> 
सप्ताङ्गराज्यसुखदः सप्तर्षिगणवन्दितः ॥ १४०॥<br> 
<br> 
सप्तच्छन्दोनिधिः सप्तहोत्रः सप्तस्वराश्रयः ।<br> 
सप्ताब्धिकेलिकासारः सप्तमातृनिषेवितः ॥ १४१॥<br> 
<br> 
सप्तच्छन्दो मोदमदः सप्तच्छन्दो मखप्रभुः ।<br> 
अष्टमूर्तिर्ध्येयमूर्तिरष्टप्रकृतिकारणम् ॥ १४२॥<br> 
<br> 
अष्टाङ्गयोगफलभृदष्टपत्राम्बुजासनः ।<br> 
अष्टशक्तिसमानश्रीरष्टैश्वर्यप्रवर्धनः ॥ १४३॥<br> 
<br> 
अष्टपीठोपपीठश्रीरष्टमातृसमावृतः ।<br> 
अष्टभैरवसेव्योऽष्टवसुवन्द्योऽष्टमूर्तिभृत् ॥ १४४॥<br> 
<br> 
अष्टचक्रस्फुरन्मूर्तिरष्टद्रव्यहविःप्रियः ।<br> 
अष्टश्रीरष्टसामश्रीरष्टैश्वर्यप्रदायकः ।<br> 
नवनागासनाध्यासी नवनिध्यनुशासितः ॥ १४५॥<br> 
<br> 
नवद्वारपुरावृत्तो नवद्वारनिकेतनः ।<br> 
नवनाथमहानाथो नवनागविभूषितः ॥ १४६॥<br> 
<br> 

नवनारायणस्तुल्यो नवदुर्गानिषेवितः ।<br> 
नवरत्नविचित्राङ्गो नवशक्तिशिरोद्धृतः ॥ १४७॥<br> 
<br> 
दशात्मको दशभुजो दशदिक्पतिवन्दितः ।<br> 
दशाध्यायो दशप्राणो दशेन्द्रियनियामकः ॥ १४८॥<br> 
<br> 
दशाक्षरमहामन्त्रो दशाशाव्यापिविग्रहः ।<br> 
एकादशमहारुद्रैःस्तुतश्चैकादशाक्षरः ॥ १४९॥<br> 
<br> 
द्वादशद्विदशाष्टादिदोर्दण्डास्त्रनिकेतनः ।<br> 
त्रयोदशभिदाभिन्नो विश्वेदेवाधिदैवतम् ॥ १५०॥<br> 
<br> 
चतुर्दशेन्द्रवरदश्चतुर्दशमनुप्रभुः ।<br> 
चतुर्दशाद्यविद्याढ्यश्चतुर्दशजगत्पतिः ॥ १५१॥<br> 
<br> 
सामपञ्चदशः पञ्चदशीशीतांशुनिर्मलः ।<br> 
तिथिपञ्चदशाकारस्तिथ्या पञ्चदशार्चितः ॥ १५२॥<br> 
<br> 
षोडशाधारनिलयः षोडशस्वरमातृकः ।<br> 
षोडशान्तपदावासः षोडशेन्दुकलात्मकः ॥ १५३॥<br> 
<br> 
कलासप्तदशी सप्तदशसप्तदशाक्षरः ।<br> 
अष्टादशद्वीपपतिरष्टादशपुराणकृत् ॥ १५४॥<br> 
<br> 
अष्टादशौषधीसृष्टिरष्टादशविधिः स्मृतः ।<br> 
अष्टादशलिपिव्यष्टिसमष्टिज्ञानकोविदः ॥ १५५॥<br> 
<br> 
अष्टादशान्नसम्पत्तिरष्टादशविजातिकृत् ।<br> 
एकविंशः पुमानेकविंशत्यङ्गुलिपल्लवः ॥ १५६॥<br> 
<br> 
चतुर्विंशतितत्त्वात्मा पञ्चविंशाख्यपूरुषः ।<br> 
सप्तविंशतितारेशः सप्तविंशतियोगकृत् ॥ १५७॥<br> 
<br> 
द्वात्रिंशद्भैरवाधीशश्चतुस्त्रिंशन्महाह्रदः ।<br> 
षट्त्रिंशत्तत्त्वसंभूतिरष्टत्रिंशत्कलात्मकः ॥ १५८॥<br> 
<br> 
पञ्चाशद्विष्णुशक्तीशः पञ्चाशन्मातृकालयः ।<br> 
द्विपञ्चाशद्वपुःश्रेणीत्रिषष्ट्यक्षरसंश्रयः ।<br> 
पञ्चाशदक्षरश्रेणीपञ्चाशद्रुद्रविग्रहः ॥ १५९॥<br> 
<br> 
चतुःषष्टिमहासिद्धियोगिनीवृन्दवन्दितः ।<br> 
नमदेकोनपञ्चाशन्मरुद्वर्गनिरर्गलः ॥ १६०॥<br> 
<br> 
चतुःषष्ट्यर्थनिर्णेता चतुःषष्टिकलानिधिः ।<br> 
अष्टषष्टिमहातीर्थक्षेत्रभैरववन्दितः ॥ १६१॥<br> 
<br> 
चतुर्नवतिमन्त्रात्मा षण्णवत्यधिकप्रभुः ।<br> 
शतानन्दः शतधृतिः शतपत्रायतेक्षणः ॥ १६२॥<br> 
<br> 
शतानीकः शतमखः शतधारावरायुधः ।<br> 
सहस्रपत्रनिलयः सहस्रफणिभूषणः ॥ १६३॥<br> 
<br> 
सहस्रशीर्षा पुरुषः सहस्राक्षः सहस्रपात् ।<br> 
सहस्रनामसंस्तुत्यः सहस्राक्षबलापहः ॥ १६४॥<br> 
<br> 
दशसाहस्रफणिभृत्फणिराजकृतासनः ।<br> 
अष्टाशीतिसहस्राद्यमहर्षिस्तोत्रपाठितः ॥ १६५॥<br> 
<br> 
लक्षाधारः प्रियाधारो लक्षाधारमनोमयः ।<br> 
चतुर्लक्षजपप्रीतश्चतुर्लक्षप्रकाशकः ॥ १६६॥<br> 
<br> 
चतुरशीतिलक्षाणां जीवानां देहसंस्थितः ।<br> 
कोटिसूर्यप्रतीकाशः कोटिचन्द्रांशुनिर्मलः ॥ १६७॥<br> 
<br> 
शिवोद्भवाद्यष्टकोटिवैनायकधुरन्धरः ।<br> 
सप्तकोटिमहामन्त्रमन्त्रितावयवद्युतिः ॥ १६८॥<br> 
<br> 
त्रयस्त्रिंशत्कोटिसुरश्रेणीप्रणतपादुकः ।<br> 
अनन्तदेवतासेव्यो ह्यनन्तशुभदायकः ॥ १६९॥<br> 
<br> 
अनन्तनामानन्तश्रीरनन्तोऽनन्तसौख्यदः ।<br> 
अनन्तशक्तिसहितो ह्यनन्तमुनिसंस्तुतः ॥ १७०॥<br> 
<br> 
इति वैनायकं नाम्नां सहस्रमिदमीरितम् ।<br> 
इदं ब्राह्मे मुहूर्ते यः पठति प्रत्यहं नरः ॥ १७१॥<br> 
<br> 
करस्थं तस्य सकलमैहिकामुष्मिकं सुखम् ।<br> 
आयुरारोग्यमैश्वर्यं धैर्यं शौर्यं बलं यशः ॥ १७२॥<br> 
<br> 
मेधा प्रज्ञा धृतिः कान्तिः सौभाग्यमभिरूपता ।<br> 
सत्यं दया क्षमा शान्तिर्दाक्षिण्यं धर्मशीलता ॥ १७३॥<br> 
<br> 
जगत्संवननं विश्वसंवादो वेदपाटवम् ।<br> 
सभापाण्डित्यमौदार्यं गाम्भीर्यं ब्रह्मवर्चसम् ॥ १७४॥<br> 
<br> 
ओजस्तेजः कुलं शीलं प्रतापो वीर्यमार्यता ।<br> 
ज्ञानं विज्ञानमास्तिक्यं स्थैर्यं विश्वासता तथा ॥ १७५॥<br> 
<br> 
धनधान्यादिवृद्धिश्च सकृदस्य जपाद्भवेत् ।<br> 
वश्यं चतुर्विधं विश्वं जपादस्य प्रजायते ॥ १७६॥<br> 
<br> 
राज्ञो राजकलत्रस्य राजपुत्रस्य मन्त्रिणः ।<br> 
जप्यते यस्य वश्यार्थे स दासस्तस्य जायते ॥ १७७॥<br> 
<br> 
धर्मार्थकाममोक्षाणामनायासेन साधनम् ।<br> 
शाकिनीडाकिनीरक्षोयक्षग्रहभयापहम् ॥ १७८॥<br> 
<br> 
साम्राज्यसुखदं सर्वसपत्नमदमर्दनम् ।<br> 
समस्तकलहध्वंसि दग्धबीजप्ररोहणम् ॥ १७९॥<br> 
<br> 
दुःस्वप्नशमनं क्रुद्धस्वामिचित्तप्रसादनम् ।<br> 
षड्वर्गाष्टमहासिद्धित्रिकालज्ञानकारणम् ॥ १८०॥<br> 
<br> 
परकृत्यप्रशमनं परचक्रप्रमर्दनम् ।<br> 
संग्राममार्गे सर्वेषामिदमेकं जयावहम् ॥ १८१॥<br> 
<br> 
सर्ववन्ध्यत्वदोषघ्नं गर्भरक्षैककारणम् ।<br> 
पठ्यते प्रत्यहं यत्र स्तोत्रं गणपतेरिदम् ॥ १८२॥<br> 
<br> 
देशे तत्र न दुर्भिक्षमीतयो दुरितानि च ।<br> 
न तद्गेहं जहाति श्रीर्यत्रायं जप्यते स्तवः ॥ १८३॥<br> 
<br> 
क्षयकुष्ठप्रमेहार्शभगन्दरविषूचिकाः ।<br> 
गुल्मं प्लीहानमशमानमतिसारं महोदरम् ॥ १८४॥<br> 
<br> 
कासं श्वासमुदावर्तं शूलं शोफामयोदरम् ।<br> 
शिरोरोगं वमिं हिक्कां गण्डमालामरोचकम् ॥ १८५॥<br> 
<br> 
वातपित्तकफद्वन्द्वत्रिदोषजनितज्वरम् ।<br> 
आगन्तुविषमं शीतमुष्णं चैकाहिकादिकम् ॥ १८६॥<br> 
<br> 
इत्याद्युक्तमनुक्तं वा रोगदोषादिसम्भवम् ।<br> 
सर्वं प्रशमयत्याशु स्तोत्रस्यास्य सकृज्जपः ॥ १८७॥<br> 
<br> 
प्राप्यतेऽस्य जपात्सिद्धिः स्त्रीशूद्रैः पतितैरपि ।<br> 
सहस्रनाममन्त्रोऽयं जपितव्यः शुभाप्तये ॥ १८८॥<br> 
<br> 
महागणपतेः स्तोत्रं सकामः प्रजपन्निदम् ।<br> 
इच्छया सकलान् भोगानुपभुज्येह पार्थिवान् ॥ १८९॥<br> 
<br> 
मनोरथफलैर्दिव्यैर्व्योमयानैर्मनोरमैः ।<br> 
चन्द्रेन्द्रभास्करोपेन्द्रब्रह्मशर्वादिसद्मसु ॥ १९०॥<br> 
<br> 
कामरूपः कामगतिः कामदः कामदेश्वरः ।<br> 
भुक्त्वा यथेप्सितान्भोगानभीष्टैः सह बन्धुभिः ॥ १९१॥<br> 
<br> 
गणेशानुचरो भूत्वा गणो गणपतिप्रियः ।<br> 
नन्दीश्वरादिसानन्दैर्नन्दितः सकलैर्गणैः ॥ १९२॥<br> 
<br> 
शिवाभ्यां कृपया पुत्रनिर्विशेषं च लालितः ।<br> 
शिवभक्तः पूर्णकामो गणेश्वरवरात्पुनः ॥ १९३॥<br> 
<br> 
जातिस्मरो धर्मपरः सार्वभौमोऽभिजायते ।<br> 
निष्कामस्तु जपन्नित्यं भक्त्या विघ्नेशतत्परः ॥ १९४॥<br> 
<br> 
योगसिद्धिं परां प्राप्य ज्ञानवैराग्यसंयुतः ।<br> 
निरन्तरे निराबाधे परमानन्दसंज्ञिते ॥ १९५॥<br> 
<br> 
विश्वोत्तीर्णे परे पूर्णे पुनरावृत्तिवर्जिते ।<br> 
लीनो वैनायके धाम्नि रमते नित्यनिर्वृते ॥ १९६॥<br> 
<br> 
यो नामभिर्हुतैर्दत्तैः पूजयेदर्चयीन्नरः ।<br> 
राजानो वश्यतां यान्ति रिपवो यान्ति दासताम् ॥ १९७॥<br> 
<br> 
तस्य सिध्यन्ति मन्त्राणां दुर्लभाश्चेष्टसिद्धयः ।<br> 
मूलमन्त्रादपि स्तोत्रमिदं प्रियतमं मम ॥ १९८॥<br> 
<br> 
नभस्ये मासि शुक्लायां चतुर्थ्यां मम जन्मनि ।<br> 
दूर्वाभिर्नामभिः पूजां तर्पणं विधिवच्चरेत् ॥ १९९॥<br> 
<br> 
अष्टद्रव्यैर्विशेषेण कुर्याद्भक्तिसुसंयुतः ।<br> 
तस्येप्सितं धनं धान्यमैश्वर्यं विजयो यशः ॥ २००॥<br> 
<br> 
भविष्यति न सन्देहः पुत्रपौत्रादिकं सुखम् ।<br> 
इदं प्रजपितं स्तोत्रं पठितं श्रावितं श्रुतम् ॥ २०१॥<br> 
<br> 
व्याकृतं चर्चितं ध्यातं विमृष्टमभिवन्दितम् ।<br> 
इहामुत्र च विश्वेषां विश्वैश्वर्यप्रदायकम् ॥ २०२॥<br> 
<br> 
स्वच्छन्दचारिणाप्येष येन सन्धार्यते स्तवः ।<br> 
स रक्ष्यते शिवोद्भूतैर्गणैरध्यष्टकोटिभिः ॥ २०३॥<br> 
<br> 
लिखितं पुस्तकस्तोत्रं मन्त्रभूतं प्रपूजयेत् ।<br> 
तत्र सर्वोत्तमा लक्ष्मीः सन्निधत्ते निरन्तरम् ॥ २०४॥<br> 
<br> 
दानैरशेषैरखिलैर्व्रतैश्च<br> 
तीर्थैरशेषैरखिलैर्मखैश्च ।<br> 
न तत्फलं विन्दति<br> 
यद्गणेशसहस्रनामस्मरणेन सद्यः ॥ २०५॥<br> 
<br> 
एतन्नाम्नां सहस्रं पठति दिनमणौ प्रत्यहं<br> 
प्रोज्जिहाने सायं मध्यन्दिने वा<br> 
त्रिषवणमथवा सन्ततं वा जनो यः ।<br> 
स स्यादैश्वर्यधुर्यः प्रभवति वचसां<br> 
कीर्तिमुच्चैस्तनोति दारिद्र्यं हन्ति विश्वं<br> 
वशयति सुचिरं वर्धते पुत्रपौत्रैः ॥ २०६॥<br> 
<br> 
अकिञ्चनोऽप्येकचित्तो नियतो नियतासनः ।<br> 
प्रजपंश्चतुरो मासान् गणेशार्चनतत्परः ॥ २०७॥<br> 
<br> 
दरिद्रतां समुन्मूल्य सप्तजन्मानुगामपि ।<br> 
लभते महतीं लक्ष्मीमित्याज्ञा पारमेश्वरी ॥ २०८॥<br> 
<br> 
आयुष्यं वीतरोगं कुलमतिविमलं<br> 
सम्पदश्चार्तिनाशः कीर्तिर्नित्यावदाता भवति<br> 
खलु नवा कान्तिरव्याजभव्या ।<br> 
पुत्राः सन्तः कलत्रं गुणवदभिमतं<br> 
यद्यदन्यच्च तत्तन् नित्यं यः स्तोत्रमेतत्<br> 
पठति गणपतेस्तस्य हस्ते समस्तम् ॥ २०९॥<br> 
<br> 
गणञ्जयो गणपतिर्हेरम्बो धरणीधरः ।<br> 
महागणपतिर्बुद्धिप्रियः क्षिप्रप्रसादनः ॥ २१०॥<br> 
<br> 
अमोघसिद्धिरमृतमन्त्रश्चिन्तामणिर्निधिः ।<br> 
सुमङ्गलो बीजमाशापूरको वरदः कलः ॥ २११॥<br> 
<br> 
काश्यपो नन्दनो वाचासिद्धो ढुण्ढिर्विनायकः ।<br> 
मोदकैरेभिरत्रैकविंशत्या नामभिः पुमान् ॥ २१२॥<br> 
<br> 
उपायनं ददेद्भक्त्या मत्प्रसादं चिकीर्षति ।<br> 
वत्सरं विघ्नराजोऽस्य तथ्यमिष्टार्थसिद्धये ॥ २१३॥<br> 
<br> 
यः स्तौति मद्गतमना ममाराधनतत्परः ।<br> 
स्तुतो नाम्ना सहस्रेण तेनाहं नात्र संशयः ॥ २१४॥<br> 
<br> 
नमो नमः सुरवरपूजिताङ्घ्रये नमो नमो<br> 
निरुपममङ्गलात्मने ।<br> 
नमो नमो विपुलदयैकसिद्धये नमो नमः<br> 
करिकलभाननाय ते ॥ २१५॥<br> 
<br> 
किङ्किणीगणरचितचरणः<br> 
प्रकटितगुरुमितचारुकरणः ।<br> 
मदजललहरीकलितकपोलः<br> 
शमयतु दुरितं गणपतिनाम्ना ॥ २१६॥<br> 
<br> 
॥ इति श्रीगणेशपुराणे उपासनाखण्डे<br> 
ईश्वरगणेशसंवादे गणेशसहस्रनामस्तोत्रं<br> 
नाम षट्चत्वारिंशोऽध्यायः ॥<br> 
<br> 

</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
