<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form"%>
<html>
<head>
<title>शिव सहस्रनामम्</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
	<c:import url="/resources/template/header.jsp"></c:import>
	<div class="container" id="view_content">
	<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>शिव सहस्रनामम्</h1>
	
ॐ स्थिरः स्थाणुः प्रभुर्भानुः प्रवरो वरदो वरः ।<br>
सर्वात्मा सर्वविख्यातः सर्वः सर्वकरो भवः ॥ 1 ॥<br>
जटी चर्मी शिखण्डी च सर्वाङ्गः सर्वाङ्गः सर्वभावनः ।<br>
हरिश्च हरिणाक्शश्च सर्वभूतहरः प्रभुः ॥ 2 ॥<br>
प्रवृत्तिश्च निवृत्तिश्च नियतः शाश्वतो ध्रुवः ।<br>
श्मशानचारी भगवानः खचरो गोचरो﻿‌உर्दनः ॥ 3 ॥<br>
अभिवाद्यो महाकर्मा तपस्वी भूत भावनः ।<br>
उन्मत्तवेषप्रच्छन्नः सर्वलोकप्रजापतिः ॥ 4 ॥<br>
महारूपो महाकायो वृषरूपो महायशाः ।<br>
महा﻿‌உ﻿‌உत्मा सर्वभूतश्च विरूपो वामनो मनुः ॥ 5 ॥<br>
लोकपालो﻿‌உन्तर्हितात्मा प्रसादो हयगर्दभिः ।<br>
पवित्रश्च महांश्चैव नियमो नियमाश्रयः ॥ 6 ॥<br>
सर्वकर्मा स्वयम्भूश्चादिरादिकरो निधिः ।<br>
सहस्राक्शो विरूपाक्शः सोमो नक्शत्रसाधकः ॥ 7 ॥<br>
चन्द्रः सूर्यः गतिः केतुर्ग्रहो ग्रहपतिर्वरः ।<br>
अद्रिरद्{}र्यालयः कर्ता मृगबाणार्पणो﻿‌உनघः ॥ 8 ॥<br>
महातपा घोर तपा﻿‌உदीनो दीनसाधकः ।<br>
संवत्सरकरो मन्त्रः प्रमाणं परमं तपः ॥ 9 ॥<br>
योगी योज्यो महाबीजो महारेता महातपाः ।<br>
सुवर्णरेताः सर्वघ्य़ः सुबीजो वृषवाहनः ॥ 10 ॥<br>
दशबाहुस्त्वनिमिषो नीलकण्ठ उमापतिः ।<br>
विश्वरूपः स्वयं श्रेष्ठो बलवीरो﻿‌உबलोगणः ॥ 11 ॥<br>
गणकर्ता गणपतिर्दिग्वासाः काम एव च ।<br>
पवित्रं परमं मन्त्रः सर्वभाव करो हरः ॥ 12 ॥<br>
कमण्डलुधरो धन्वी बाणहस्तः कपालवानः ।<br>
अशनी शतघ्नी खड्गी पट्टिशी चायुधी महानः ॥ 13 ॥<br>
स्रुवहस्तः सुरूपश्च तेजस्तेजस्करो निधिः ।<br>
उष्णिषी च सुवक्त्रश्चोदग्रो विनतस्तथा ॥ 14 ॥<br>
दीर्घश्च हरिकेशश्च सुतीर्थः कृष्ण एव च ।<br>
सृगाल रूपः सर्वार्थो मुण्डः कुण्डी कमण्डलुः ॥ 15 ॥<br>
अजश्च मृगरूपश्च गन्धधारी कपर्द्यपि ।<br>
उर्ध्वरेतोर्ध्वलिङ्ग उर्ध्वशायी नभस्तलः ॥ 16 ॥<br>
त्रिजटैश्चीरवासाश्च रुद्रः सेनापतिर्विभुः ।<br>
अहश्चरो﻿‌உथ नक्तं च तिग्ममन्युः सुवर्चसः ॥ 17 ॥<br>
गजहा दैत्यहा लोको लोकधाता गुणाकरः ।<br>
सिंहशार्दूलरूपश्च आर्द्रचर्माम्बरावृतः ॥ 18 ॥<br>
कालयोगी महानादः सर्ववासश्चतुष्पथः ।<br>
निशाचरः प्रेतचारी भूतचारी महेश्वरः ॥ 19 ॥<br>
बहुभूतो बहुधनः सर्वाधारो﻿‌உमितो गतिः ।<br>
नृत्यप्रियो नित्यनर्तो नर्तकः सर्वलासकः ॥ 20 ॥<br>
घोरो महातपाः पाशो नित्यो गिरि चरो नभः ।<br>
सहस्रहस्तो विजयो व्यवसायो ह्यनिन्दितः ॥ 21 ॥<br>
अमर्षणो मर्षणात्मा यघ्य़हा कामनाशनः ।<br>
दक्शयघ्य़ापहारी च सुसहो मध्यमस्तथा ॥ 22 ॥<br>
तेजो﻿‌உपहारी बलहा मुदितो﻿‌உर्थो﻿‌உजितो वरः ।<br>
गम्भीरघोषो गम्भीरो गम्भीर बलवाहनः ॥ 23 ॥<br>
न्यग्रोधरूपो न्यग्रोधो वृक्शकर्णस्थितिर्विभुः ।<br>
सुदीक्श्णदशनश्चैव महाकायो महाननः ॥ 24 ॥<br>
विष्वक्सेनो हरिर्यघ्य़ः संयुगापीडवाहनः ।<br>
तीक्श्ण तापश्च हर्यश्वः सहायः कर्मकालवितः ॥ 25 ॥<br>
विष्णुप्रसादितो यघ्य़ः समुद्रो वडवामुखः ।<br>
हुताशनसहायश्च प्रशान्तात्मा हुताशनः ॥ 26 ॥<br>
उग्रतेजा महातेजा जयो विजयकालवितः ।<br>
ज्योतिषामयनं सिद्धिः सन्धिर्विग्रह एव च ॥ 27 ॥<br>
शिखी दण्डी जटी ज्वाली मूर्तिजो मूर्धगो बली ।<br>
वैणवी पणवी ताली कालः कालकटङ्कटः ॥ 28 ॥<br>
नक्शत्रविग्रह विधिर्गुणवृद्धिर्लयो﻿‌உगमः ।<br>
प्रजापतिर्दिशा बाहुर्विभागः सर्वतोमुखः ॥ 29 ॥<br>
विमोचनः सुरगणो हिरण्यकवचोद्भवः ।<br>
मेढ्रजो बलचारी च महाचारी स्तुतस्तथा ॥ 30 ॥<br>
सर्वतूर्य निनादी च सर्ववाद्यपरिग्रहः ।<br>
व्यालरूपो बिलावासी हेममाली तरङ्गवितः ॥ 31 ॥<br>
त्रिदशस्त्रिकालधृकः कर्म सर्वबन्धविमोचनः ।<br>
बन्धनस्त्वासुरेन्द्राणां युधि शत्रुविनाशनः ॥ 32 ॥<br>
साङ्ख्यप्रसादो सुर्वासाः सर्वसाधुनिषेवितः ।<br>
प्रस्कन्दनो विभागश्चातुल्यो यघ्य़भागवितः ॥ 33 ॥<br>
सर्वावासः सर्वचारी दुर्वासा वासवो﻿‌உमरः ।<br>
हेमो हेमकरो यघ्य़ः सर्वधारी धरोत्तमः ॥ 34 ॥<br>
लोहिताक्शो महा﻿‌உक्शश्च विजयाक्शो विशारदः ।<br>
सङ्ग्रहो निग्रहः कर्ता सर्पचीरनिवासनः ॥ 35 ॥<br>
मुख्यो﻿‌உमुख्यश्च देहश्च देह ऋद्धिः सर्वकामदः ।<br>
सर्वकामप्रसादश्च सुबलो बलरूपधृकः ॥ 36 ॥<br>
सर्वकामवरश्चैव सर्वदः सर्वतोमुखः ।<br>
आकाशनिधिरूपश्च निपाती उरगः खगः ॥ 37 ॥<br>
रौद्ररूपों﻿‌உशुरादित्यो वसुरश्मिः सुवर्चसी ।<br>
वसुवेगो महावेगो मनोवेगो निशाचरः ॥ 38 ॥<br>
सर्वावासी श्रियावासी उपदेशकरो हरः ।<br>
मुनिरात्म पतिर्लोके सम्भोज्यश्च सहस्रदः ॥ 39 ॥<br>
पक्शी च पक्शिरूपी चातिदीप्तो विशाम्पतिः ।<br>
उन्मादो मदनाकारो अर्थार्थकर रोमशः ॥ 40 ॥<br>
वामदेवश्च वामश्च प्राग्दक्शिणश्च वामनः ।<br>
सिद्धयोगापहारी च सिद्धः सर्वार्थसाधकः ॥ 41 ॥<br>
भिक्शुश्च भिक्शुरूपश्च विषाणी मृदुरव्ययः ।<br>
महासेनो विशाखश्च षष्टिभागो गवाम्पतिः ॥ 42 ॥<br>
वज्रहस्तश्च विष्कम्भी चमूस्तम्भनैव च ।<br>
ऋतुरृतु करः कालो मधुर्मधुकरो﻿‌உचलः ॥ 43 ॥<br>
वानस्पत्यो वाजसेनो नित्यमाश्रमपूजितः ।<br>
ब्रह्मचारी लोकचारी सर्वचारी सुचारवितः ॥ 44 ॥<br>
ईशान ईश्वरः कालो निशाचारी पिनाकधृकः ।<br>
निमित्तस्थो निमित्तं च नन्दिर्नन्दिकरो हरिः ॥ 45 ॥<br>
नन्दीश्वरश्च नन्दी च नन्दनो नन्दिवर्धनः ।<br>
भगस्याक्शि निहन्ता च कालो ब्रह्मविदांवरः ॥ 46 ॥<br>
चतुर्मुखो महालिङ्गश्चारुलिङ्गस्तथैव च ।<br>
लिङ्गाध्यक्शः सुराध्यक्शो लोकाध्यक्शो युगावहः ॥ 47 ॥<br>
बीजाध्यक्शो बीजकर्ता﻿‌உध्यात्मानुगतो बलः ।<br>
इतिहास करः कल्पो गौतमो﻿‌உथ जलेश्वरः ॥ 48 ॥<br>
दम्भो ह्यदम्भो वैदम्भो वैश्यो वश्यकरः कविः ।<br>
लोक कर्ता पशु पतिर्महाकर्ता महौषधिः ॥ 49 ॥<br>
अक्शरं परमं ब्रह्म बलवानः शक्र एव च ।<br>
नीतिर्ह्यनीतिः शुद्धात्मा शुद्धो मान्यो मनोगतिः ॥ 50 ॥<br>
बहुप्रसादः स्वपनो दर्पणो﻿‌உथ त्वमित्रजितः ।<br>
वेदकारः सूत्रकारो विद्वानः समरमर्दनः ॥ 51 ॥<br>
महामेघनिवासी च महाघोरो वशीकरः ।<br>
अग्निज्वालो महाज्वालो अतिधूम्रो हुतो हविः ॥ 52 ॥<br>
वृषणः शङ्करो नित्यो वर्चस्वी धूमकेतनः ।<br>
नीलस्तथा﻿‌உङ्गलुब्धश्च शोभनो निरवग्रहः ॥ 53 ॥<br>
स्वस्तिदः स्वस्तिभावश्च भागी भागकरो लघुः ।<br>
उत्सङ्गश्च महाङ्गश्च महागर्भः परो युवा ॥ 54 ॥<br>
कृष्णवर्णः सुवर्णश्चेन्द्रियः सर्वदेहिनामः ।<br>
महापादो महाहस्तो महाकायो महायशाः ॥ 55 ॥<br>
महामूर्धा महामात्रो महानेत्रो दिगालयः ।<br>
महादन्तो महाकर्णो महामेढ्रो महाहनुः ॥ 56 ॥<br>
महानासो महाकम्बुर्महाग्रीवः श्मशानधृकः ।<br>
महावक्शा महोरस्को अन्तरात्मा मृगालयः ॥ 57 ॥<br>
लम्बनो लम्बितोष्ठश्च महामायः पयोनिधिः ।<br>
महादन्तो महादंष्ट्रो महाजिह्वो महामुखः ॥ 58 ॥<br>
महानखो महारोमा महाकेशो महाजटः ।<br>
असपत्नः प्रसादश्च प्रत्ययो गिरि साधनः ॥ 59 ॥<br>
स्नेहनो﻿‌உस्नेहनश्चैवाजितश्च महामुनिः ।<br>
वृक्शाकारो वृक्श केतुरनलो वायुवाहनः ॥ 60 ॥<br>
मण्डली मेरुधामा च देवदानवदर्पहा ।<br>
अथर्वशीर्षः सामास्य ऋकःसहस्रामितेक्शणः ॥ 61 ॥<br>
यजुः पाद भुजो गुह्यः प्रकाशो जङ्गमस्तथा ।<br>
अमोघार्थः प्रसादश्चाभिगम्यः सुदर्शनः ॥ 62 ॥<br>
उपहारप्रियः शर्वः कनकः काझ्ण्चनः स्थिरः ।<br>
नाभिर्नन्दिकरो भाव्यः पुष्करस्थपतिः स्थिरः ॥ 63 ॥<br>
द्वादशस्त्रासनश्चाद्यो यघ्य़ो यघ्य़समाहितः ।<br>
नक्तं कलिश्च कालश्च मकरः कालपूजितः ॥ 64 ॥<br>
सगणो गण कारश्च भूत भावन सारथिः ।<br>
भस्मशायी भस्मगोप्ता भस्मभूतस्तरुर्गणः ॥ 65 ॥<br>
अगणश्चैव लोपश्च महा﻿‌உ﻿‌உत्मा सर्वपूजितः ।<br>
शङ्कुस्त्रिशङ्कुः सम्पन्नः शुचिर्भूतनिषेवितः ॥ 66 ॥<br>
आश्रमस्थः कपोतस्थो विश्वकर्मापतिर्वरः ।<br>
शाखो विशाखस्ताम्रोष्ठो ह्यमुजालः सुनिश्चयः ॥ 67 ॥<br>
कपिलो﻿‌உकपिलः शूरायुश्चैव परो﻿‌உपरः ।<br>
गन्धर्वो ह्यदितिस्तार्क्श्यः सुविघ्य़ेयः सुसारथिः ॥ 68 ॥<br>
परश्वधायुधो देवार्थ कारी सुबान्धवः ।<br>
तुम्बवीणी महाकोपोर्ध्वरेता जलेशयः ॥ 69 ॥<br>
उग्रो वंशकरो वंशो वंशनादो ह्यनिन्दितः ।<br>
सर्वाङ्गरूपो मायावी सुहृदो ह्यनिलो﻿‌உनलः ॥ 70 ॥<br>
बन्धनो बन्धकर्ता च सुबन्धनविमोचनः ।<br>
सयघ्य़ारिः सकामारिः महादंष्ट्रो महा﻿‌உ﻿‌உयुधः ॥ 71 ॥<br>
बाहुस्त्वनिन्दितः शर्वः शङ्करः शङ्करो﻿‌உधनः ।<br>
अमरेशो महादेवो विश्वदेवः सुरारिहा ॥ 72 ॥<br>
अहिर्बुध्नो निरृतिश्च चेकितानो हरिस्तथा ।<br>
अजैकपाच्च कापाली त्रिशङ्कुरजितः शिवः ॥ 73 ॥<br>
धन्वन्तरिर्धूमकेतुः स्कन्दो वैश्रवणस्तथा ।<br>
धाता शक्रश्च विष्णुश्च मित्रस्त्वष्टा ध्रुवो धरः ॥ 74 ॥<br>
प्रभावः सर्वगो वायुरर्यमा सविता रविः ।<br>
उदग्रश्च विधाता च मान्धाता भूत भावनः ॥ 75 ॥<br>
रतितीर्थश्च वाग्मी च सर्वकामगुणावहः ।<br>
पद्मगर्भो महागर्भश्चन्द्रवक्त्रोमनोरमः ॥ 76 ॥<br>
बलवांश्चोपशान्तश्च पुराणः पुण्यचझ्ण्चुरी ।<br>
कुरुकर्ता कालरूपी कुरुभूतो महेश्वरः ॥ 77 ॥<br>
सर्वाशयो दर्भशायी सर्वेषां प्राणिनाम्पतिः ।<br>
देवदेवः मुखो﻿‌உसक्तः सदसतः सर्वरत्नवितः ॥ 78 ॥<br>
कैलास शिखरावासी हिमवदः गिरिसंश्रयः ।<br>
कूलहारी कूलकर्ता बहुविद्यो बहुप्रदः ॥ 79 ॥<br>
वणिजो वर्धनो वृक्शो नकुलश्चन्दनश्छदः ।<br>
सारग्रीवो महाजत्रु रलोलश्च महौषधः ॥ 80 ॥<br>
सिद्धार्थकारी सिद्धार्थश्चन्दो व्याकरणोत्तरः ।<br>
सिंहनादः सिंहदंष्ट्रः सिंहगः सिंहवाहनः ॥ 81 ॥<br>
प्रभावात्मा जगत्कालस्थालो लोकहितस्तरुः ।<br>
सारङ्गो नवचक्राङ्गः केतुमाली सभावनः ॥ 82 ॥<br>
भूतालयो भूतपतिरहोरात्रमनिन्दितः ॥ 83 ॥<br>
वाहिता सर्वभूतानां निलयश्च विभुर्भवः ।<br>
अमोघः संयतो ह्यश्वो भोजनः प्राणधारणः ॥ 84 ॥<br>
धृतिमानः मतिमानः दक्शः सत्कृतश्च युगाधिपः ।<br>
गोपालिर्गोपतिर्ग्रामो गोचर्मवसनो हरः ॥ 85 ॥<br>
हिरण्यबाहुश्च तथा गुहापालः प्रवेशिनामः ।<br>
प्रतिष्ठायी महाहर्षो जितकामो जितेन्द्रियः ॥ 86 ॥<br>
गान्धारश्च सुरालश्च तपः कर्म रतिर्धनुः ।<br>
महागीतो महानृत्तोह्यप्सरोगणसेवितः ॥ 87 ॥<br>
महाकेतुर्धनुर्धातुर्नैक सानुचरश्चलः ।<br>
आवेदनीय आवेशः सर्वगन्धसुखावहः ॥ 88 ॥<br>
तोरणस्तारणो वायुः परिधावति चैकतः ।<br>
संयोगो वर्धनो वृद्धो महावृद्धो गणाधिपः ॥ 89 ॥<br>
नित्यात्मसहायश्च देवासुरपतिः पतिः ।<br>
युक्तश्च युक्तबाहुश्च द्विविधश्च सुपर्वणः ॥ 90 ॥<br>
आषाढश्च सुषाडश्च ध्रुवो हरि हणो हरः ।<br>
वपुरावर्तमानेभ्यो वसुश्रेष्ठो महापथः ॥ 91 ॥<br>
शिरोहारी विमर्शश्च सर्वलक्शण भूषितः ।<br>
अक्शश्च रथ योगी च सर्वयोगी महाबलः ॥ 92 ॥<br>
समाम्नायो﻿‌உसमाम्नायस्तीर्थदेवो महारथः ।<br>
निर्जीवो जीवनो मन्त्रः शुभाक्शो बहुकर्कशः ॥ 93 ॥<br>
रत्न प्रभूतो रक्ताङ्गो महा﻿‌உर्णवनिपानवितः ।<br>
मूलो विशालो ह्यमृतो व्यक्ताव्यक्तस्तपो निधिः ॥ 94 ॥<br>
आरोहणो निरोहश्च शलहारी महातपाः ।<br>
सेनाकल्पो महाकल्पो युगायुग करो हरिः ॥ 95 ॥<br>
युगरूपो महारूपो पवनो गहनो नगः ।<br>
न्याय निर्वापणः पादः पण्डितो ह्यचलोपमः ॥ 96 ॥<br>
बहुमालो महामालः सुमालो बहुलोचनः ।<br>
विस्तारो लवणः कूपः कुसुमः सफलोदयः ॥ 97 ॥<br>
वृषभो वृषभाङ्काङ्गो मणि बिल्वो जटाधरः ।<br>
इन्दुर्विसर्वः सुमुखः सुरः सर्वायुधः सहः ॥ 98 ॥<br>
निवेदनः सुधाजातः सुगन्धारो महाधनुः ।<br>
गन्धमाली च भगवानः उत्थानः सर्वकर्मणामः ॥ 99 ॥<br>
मन्थानो बहुलो बाहुः सकलः सर्वलोचनः ।<br>
तरस्ताली करस्ताली ऊर्ध्व संहननो वहः ॥ 100 ॥<br>
छत्रं सुच्छत्रो विख्यातः सर्वलोकाश्रयो महानः ।<br>
मुण्डो विरूपो विकृतो दण्डि मुण्डो विकुर्वणः ॥ 101 ॥<br>
हर्यक्शः ककुभो वज्री दीप्तजिह्वः सहस्रपातः ।<br>
सहस्रमूर्धा देवेन्द्रः सर्वदेवमयो गुरुः ॥ 102 ॥<br>
सहस्रबाहुः सर्वाङ्गः शरण्यः सर्वलोककृतः ।<br>
पवित्रं त्रिमधुर्मन्त्रः कनिष्ठः कृष्णपिङ्गलः ॥ 103 ॥<br>
ब्रह्मदण्डविनिर्माता शतघ्नी शतपाशधृकः ।<br>
पद्मगर्भो महागर्भो ब्रह्मगर्भो जलोद्भवः ॥ 104 ॥<br>
गभस्तिर्ब्रह्मकृदः ब्रह्मा ब्रह्मविदः ब्राह्मणो गतिः ।<br>
अनन्तरूपो नैकात्मा तिग्मतेजाः स्वयम्भुवः ॥ 105 ॥<br>
ऊर्ध्वगात्मा पशुपतिर्वातरंहा मनोजवः ।<br>
चन्दनी पद्ममाला﻿‌உग्{}र्यः सुरभ्युत्तरणो नरः ॥ 106 ॥<br>
कर्णिकार महास्रग्वी नीलमौलिः पिनाकधृकः ।<br>
उमापतिरुमाकान्तो जाह्नवी धृगुमाधवः ॥ 107 ॥<br>
वरो वराहो वरदो वरेशः सुमहास्वनः ।<br>
महाप्रसादो दमनः शत्रुहा श्वेतपिङ्गलः ॥ 108 ॥<br>
प्रीतात्मा प्रयतात्मा च संयतात्मा प्रधानधृकः ।<br>
सर्वपार्श्व सुतस्तार्क्श्यो धर्मसाधारणो वरः ॥ 109 ॥<br>
चराचरात्मा सूक्श्मात्मा सुवृषो गो वृषेश्वरः ।<br>
साध्यर्षिर्वसुरादित्यो विवस्वानः सविता﻿‌உमृतः ॥ 110 ॥<br>
व्यासः सर्वस्य सङ्क्शेपो विस्तरः पर्ययो नयः ।<br>
ऋतुः संवत्सरो मासः पक्शः सङ्ख्या समापनः ॥ 111 ॥<br>
कलाकाष्ठा लवोमात्रा मुहूर्तो﻿‌உहः क्शपाः क्शणाः ।<br>
विश्वक्शेत्रं प्रजाबीजं लिङ्गमाद्यस्त्वनिन्दितः ॥ 112 ॥<br>
सदसदः व्यक्तमव्यक्तं पिता माता पितामहः ।<br>
स्वर्गद्वारं प्रजाद्वारं मोक्शद्वारं त्रिविष्टपमः ॥ 113 ॥<br>
निर्वाणं ह्लादनं चैव ब्रह्मलोकः परागतिः ।<br>
देवासुरविनिर्माता देवासुरपरायणः ॥ 114 ॥<br>
देवासुरगुरुर्देवो देवासुरनमस्कृतः ।<br>
देवासुरमहामात्रो देवासुरगणाश्रयः ॥ 115 ॥<br>
देवासुरगणाध्यक्शो देवासुरगणाग्रणीः ।<br>
देवातिदेवो देवर्षिर्देवासुरवरप्रदः ॥ 116 ॥<br>
देवासुरेश्वरोदेवो देवासुरमहेश्वरः ।<br>
सर्वदेवमयो﻿‌உचिन्त्यो देवता﻿‌உ﻿‌உत्मा﻿‌உ﻿‌உत्मसम्भवः ॥ 117 ॥<br>
उद्भिदस्त्रिक्रमो वैद्यो विरजो विरजो﻿‌உम्बरः ।<br>
ईड्यो हस्ती सुरव्याघ्रो देवसिंहो नरर्षभः ॥ 118 ॥<br>
विबुधाग्रवरः श्रेष्ठः सर्वदेवोत्तमोत्तमः ।<br>
प्रयुक्तः शोभनो वर्जैशानः प्रभुरव्ययः ॥ 119 ॥<br>
गुरुः कान्तो निजः सर्गः पवित्रः सर्ववाहनः ।<br>
शृङ्गी शृङ्गप्रियो बभ्रू राजराजो निरामयः ॥ 120 ॥<br>
अभिरामः सुरगणो विरामः सर्वसाधनः ।<br>
ललाटाक्शो विश्वदेहो हरिणो ब्रह्मवर्चसः ॥ 121 ॥<br>
स्थावराणाम्पतिश्चैव नियमेन्द्रियवर्धनः ।<br>
सिद्धार्थः सर्वभूतार्थो﻿‌உचिन्त्यः सत्यव्रतः शुचिः ॥ 122 ॥<br>
व्रताधिपः परं ब्रह्म मुक्तानां परमागतिः ।<br>
विमुक्तो मुक्ततेजाश्च श्रीमानः श्रीवर्धनो जगतः ॥ 123 ॥<br>
श्रीमानः श्रीवर्धनो जगतः ॐ नम इति ॥<br>
इति श्री महाभारते अनुशासन पर्वे श्री शिव सहस्रनाम स्तोत्रम् सम्पूर्णम् ॥<br>
<br>
	
	
	</div>
	<c:import url="/resources/template/footer.jsp"></c:import>
	<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
	<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
