<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form"%>
<html>
<head>
<title>Shiva Sahasranamam</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
	<c:import url="/resources/template/header.jsp"></c:import>
	<div class="container" id="view_content">
		<div id="fontlinks">
			<a href="#" id="incfont" class="button buttonfont">A+</a> <a href="#"
				id="decfont" class="button buttonfont">A-</a>
		</div>

		ॐ स्थिरः स्थाणुः प्रभुर्भानुः प्रवरो वरदो वरः । सर्वात्मा सर्वविख्यातः
		सर्वः सर्वकरो भवः ॥ 1 ॥ जटी चर्मी शिखण्डी च सर्वाङ्गः सर्वाङ्गः
		सर्वभावनः । हरिश्च हरिणाक्शश्च सर्वभूतहरः प्रभुः ॥ 2 ॥ प्रवृत्तिश्च
		निवृत्तिश्च नियतः शाश्वतो ध्रुवः । श्मशानचारी भगवानः खचरो
		गोचरो﻿‌உर्दनः ॥ 3 ॥ अभिवाद्यो महाकर्मा तपस्वी भूत भावनः ।
		उन्मत्तवेषप्रच्छन्नः सर्वलोकप्रजापतिः ॥ 4 ॥ महारूपो महाकायो वृषरूपो
		महायशाः । महा﻿‌உ﻿‌உत्मा सर्वभूतश्च विरूपो वामनो मनुः ॥ 5 ॥
		लोकपालो﻿‌உन्तर्हितात्मा प्रसादो हयगर्दभिः । पवित्रश्च महांश्चैव नियमो
		नियमाश्रयः ॥ 6 ॥ सर्वकर्मा स्वयम्भूश्चादिरादिकरो निधिः । सहस्राक्शो
		विरूपाक्शः सोमो नक्शत्रसाधकः ॥ 7 ॥ चन्द्रः सूर्यः गतिः केतुर्ग्रहो
		ग्रहपतिर्वरः । अद्रिरद्{}र्यालयः कर्ता मृगबाणार्पणो﻿‌உनघः ॥ 8 ॥ महातपा
		घोर तपा﻿‌உदीनो दीनसाधकः । संवत्सरकरो मन्त्रः प्रमाणं परमं तपः ॥ 9 ॥
		योगी योज्यो महाबीजो महारेता महातपाः । सुवर्णरेताः सर्वघ्य़ः सुबीजो
		वृषवाहनः ॥ 10 ॥ दशबाहुस्त्वनिमिषो नीलकण्ठ उमापतिः । विश्वरूपः स्वयं
		श्रेष्ठो बलवीरो﻿‌உबलोगणः ॥ 11 ॥ गणकर्ता गणपतिर्दिग्वासाः काम एव च ।
		पवित्रं परमं मन्त्रः सर्वभाव करो हरः ॥ 12 ॥ कमण्डलुधरो धन्वी बाणहस्तः
		कपालवानः । अशनी शतघ्नी खड्गी पट्टिशी चायुधी महानः ॥ 13 ॥ स्रुवहस्तः
		सुरूपश्च तेजस्तेजस्करो निधिः । उष्णिषी च सुवक्त्रश्चोदग्रो विनतस्तथा ॥
		14 ॥ दीर्घश्च हरिकेशश्च सुतीर्थः कृष्ण एव च । सृगाल रूपः सर्वार्थो
		मुण्डः कुण्डी कमण्डलुः ॥ 15 ॥ अजश्च मृगरूपश्च गन्धधारी कपर्द्यपि ।
		उर्ध्वरेतोर्ध्वलिङ्ग उर्ध्वशायी नभस्तलः ॥ 16 ॥ त्रिजटैश्चीरवासाश्च
		रुद्रः सेनापतिर्विभुः । अहश्चरो﻿‌உथ नक्तं च तिग्ममन्युः सुवर्चसः ॥ 17
		॥ गजहा दैत्यहा लोको लोकधाता गुणाकरः । सिंहशार्दूलरूपश्च
		आर्द्रचर्माम्बरावृतः ॥ 18 ॥ कालयोगी महानादः सर्ववासश्चतुष्पथः ।
		निशाचरः प्रेतचारी भूतचारी महेश्वरः ॥ 19 ॥ बहुभूतो बहुधनः
		सर्वाधारो﻿‌உमितो गतिः । नृत्यप्रियो नित्यनर्तो नर्तकः सर्वलासकः ॥ 20 ॥
		घोरो महातपाः पाशो नित्यो गिरि चरो नभः । सहस्रहस्तो विजयो व्यवसायो
		ह्यनिन्दितः ॥ 21 ॥ अमर्षणो मर्षणात्मा यघ्य़हा कामनाशनः । दक्शयघ्य़ापहारी
		च सुसहो मध्यमस्तथा ॥ 22 ॥ तेजो﻿‌உपहारी बलहा मुदितो﻿‌உर्थो﻿‌உजितो वरः ।
		गम्भीरघोषो गम्भीरो गम्भीर बलवाहनः ॥ 23 ॥ न्यग्रोधरूपो न्यग्रोधो
		वृक्शकर्णस्थितिर्विभुः । सुदीक्श्णदशनश्चैव महाकायो महाननः ॥ 24 ॥
		विष्वक्सेनो हरिर्यघ्य़ः संयुगापीडवाहनः । तीक्श्ण तापश्च हर्यश्वः सहायः
		कर्मकालवितः ॥ 25 ॥ विष्णुप्रसादितो यघ्य़ः समुद्रो वडवामुखः ।
		हुताशनसहायश्च प्रशान्तात्मा हुताशनः ॥ 26 ॥ उग्रतेजा महातेजा जयो
		विजयकालवितः । ज्योतिषामयनं सिद्धिः सन्धिर्विग्रह एव च ॥ 27 ॥ शिखी
		दण्डी जटी ज्वाली मूर्तिजो मूर्धगो बली । वैणवी पणवी ताली कालः
		कालकटङ्कटः ॥ 28 ॥ नक्शत्रविग्रह विधिर्गुणवृद्धिर्लयो﻿‌உगमः ।
		प्रजापतिर्दिशा बाहुर्विभागः सर्वतोमुखः ॥ 29 ॥ विमोचनः सुरगणो
		हिरण्यकवचोद्भवः । मेढ्रजो बलचारी च महाचारी स्तुतस्तथा ॥ 30 ॥ सर्वतूर्य
		निनादी च सर्ववाद्यपरिग्रहः । व्यालरूपो बिलावासी हेममाली तरङ्गवितः ॥ 31
		॥ त्रिदशस्त्रिकालधृकः कर्म सर्वबन्धविमोचनः । बन्धनस्त्वासुरेन्द्राणां
		युधि शत्रुविनाशनः ॥ 32 ॥ साङ्ख्यप्रसादो सुर्वासाः सर्वसाधुनिषेवितः ।
		प्रस्कन्दनो विभागश्चातुल्यो यघ्य़भागवितः ॥ 33 ॥ सर्वावासः सर्वचारी
		दुर्वासा वासवो﻿‌உमरः । हेमो हेमकरो यघ्य़ः सर्वधारी धरोत्तमः ॥ 34 ॥
		लोहिताक्शो महा﻿‌உक्शश्च विजयाक्शो विशारदः । सङ्ग्रहो निग्रहः कर्ता
		सर्पचीरनिवासनः ॥ 35 ॥ मुख्यो﻿‌உमुख्यश्च देहश्च देह ऋद्धिः सर्वकामदः ।
		सर्वकामप्रसादश्च सुबलो बलरूपधृकः ॥ 36 ॥ सर्वकामवरश्चैव सर्वदः
		सर्वतोमुखः । आकाशनिधिरूपश्च निपाती उरगः खगः ॥ 37 ॥
		रौद्ररूपों﻿‌உशुरादित्यो वसुरश्मिः सुवर्चसी । वसुवेगो महावेगो मनोवेगो
		निशाचरः ॥ 38 ॥ सर्वावासी श्रियावासी उपदेशकरो हरः । मुनिरात्म पतिर्लोके
		सम्भोज्यश्च सहस्रदः ॥ 39 ॥ पक्शी च पक्शिरूपी चातिदीप्तो विशाम्पतिः ।
		उन्मादो मदनाकारो अर्थार्थकर रोमशः ॥ 40 ॥ वामदेवश्च वामश्च
		प्राग्दक्शिणश्च वामनः । सिद्धयोगापहारी च सिद्धः सर्वार्थसाधकः ॥ 41 ॥
		भिक्शुश्च भिक्शुरूपश्च विषाणी मृदुरव्ययः । महासेनो विशाखश्च षष्टिभागो
		गवाम्पतिः ॥ 42 ॥ वज्रहस्तश्च विष्कम्भी चमूस्तम्भनैव च । ऋतुरृतु करः
		कालो मधुर्मधुकरो﻿‌உचलः ॥ 43 ॥ वानस्पत्यो वाजसेनो नित्यमाश्रमपूजितः ।
		ब्रह्मचारी लोकचारी सर्वचारी सुचारवितः ॥ 44 ॥ ईशान ईश्वरः कालो निशाचारी
		पिनाकधृकः । निमित्तस्थो निमित्तं च नन्दिर्नन्दिकरो हरिः ॥ 45 ॥
		नन्दीश्वरश्च नन्दी च नन्दनो नन्दिवर्धनः । भगस्याक्शि निहन्ता च कालो
		ब्रह्मविदांवरः ॥ 46 ॥ चतुर्मुखो महालिङ्गश्चारुलिङ्गस्तथैव च ।
		लिङ्गाध्यक्शः सुराध्यक्शो लोकाध्यक्शो युगावहः ॥ 47 ॥ बीजाध्यक्शो
		बीजकर्ता﻿‌உध्यात्मानुगतो बलः । इतिहास करः कल्पो गौतमो﻿‌உथ जलेश्वरः ॥
		48 ॥ दम्भो ह्यदम्भो वैदम्भो वैश्यो वश्यकरः कविः । लोक कर्ता पशु
		पतिर्महाकर्ता महौषधिः ॥ 49 ॥ अक्शरं परमं ब्रह्म बलवानः शक्र एव च ।
		नीतिर्ह्यनीतिः शुद्धात्मा शुद्धो मान्यो मनोगतिः ॥ 50 ॥ बहुप्रसादः
		स्वपनो दर्पणो﻿‌உथ त्वमित्रजितः । वेदकारः सूत्रकारो विद्वानः समरमर्दनः
		॥ 51 ॥ महामेघनिवासी च महाघोरो वशीकरः । अग्निज्वालो महाज्वालो अतिधूम्रो
		हुतो हविः ॥ 52 ॥ वृषणः शङ्करो नित्यो वर्चस्वी धूमकेतनः ।
		नीलस्तथा﻿‌உङ्गलुब्धश्च शोभनो निरवग्रहः ॥ 53 ॥ स्वस्तिदः स्वस्तिभावश्च
		भागी भागकरो लघुः । उत्सङ्गश्च महाङ्गश्च महागर्भः परो युवा ॥ 54 ॥
		कृष्णवर्णः सुवर्णश्चेन्द्रियः सर्वदेहिनामः । महापादो महाहस्तो महाकायो
		महायशाः ॥ 55 ॥ महामूर्धा महामात्रो महानेत्रो दिगालयः । महादन्तो
		महाकर्णो महामेढ्रो महाहनुः ॥ 56 ॥ महानासो महाकम्बुर्महाग्रीवः
		श्मशानधृकः । महावक्शा महोरस्को अन्तरात्मा मृगालयः ॥ 57 ॥ लम्बनो
		लम्बितोष्ठश्च महामायः पयोनिधिः । महादन्तो महादंष्ट्रो महाजिह्वो
		महामुखः ॥ 58 ॥ महानखो महारोमा महाकेशो महाजटः । असपत्नः प्रसादश्च
		प्रत्ययो गिरि साधनः ॥ 59 ॥ स्नेहनो﻿‌உस्नेहनश्चैवाजितश्च महामुनिः ।
		वृक्शाकारो वृक्श केतुरनलो वायुवाहनः ॥ 60 ॥ मण्डली मेरुधामा च
		देवदानवदर्पहा । अथर्वशीर्षः सामास्य ऋकःसहस्रामितेक्शणः ॥ 61 ॥ यजुः पाद
		भुजो गुह्यः प्रकाशो जङ्गमस्तथा । अमोघार्थः प्रसादश्चाभिगम्यः सुदर्शनः
		॥ 62 ॥ उपहारप्रियः शर्वः कनकः काझ्ण्चनः स्थिरः । नाभिर्नन्दिकरो भाव्यः
		पुष्करस्थपतिः स्थिरः ॥ 63 ॥ द्वादशस्त्रासनश्चाद्यो यघ्य़ो यघ्य़समाहितः ।
		नक्तं कलिश्च कालश्च मकरः कालपूजितः ॥ 64 ॥ सगणो गण कारश्च भूत भावन
		सारथिः । भस्मशायी भस्मगोप्ता भस्मभूतस्तरुर्गणः ॥ 65 ॥ अगणश्चैव लोपश्च
		महा﻿‌உ﻿‌உत्मा सर्वपूजितः । शङ्कुस्त्रिशङ्कुः सम्पन्नः
		शुचिर्भूतनिषेवितः ॥ 66 ॥ आश्रमस्थः कपोतस्थो विश्वकर्मापतिर्वरः । शाखो
		विशाखस्ताम्रोष्ठो ह्यमुजालः सुनिश्चयः ॥ 67 ॥ कपिलो﻿‌உकपिलः शूरायुश्चैव
		परो﻿‌உपरः । गन्धर्वो ह्यदितिस्तार्क्श्यः सुविघ्य़ेयः सुसारथिः ॥ 68 ॥
		परश्वधायुधो देवार्थ कारी सुबान्धवः । तुम्बवीणी महाकोपोर्ध्वरेता जलेशयः
		॥ 69 ॥ उग्रो वंशकरो वंशो वंशनादो ह्यनिन्दितः । सर्वाङ्गरूपो मायावी
		सुहृदो ह्यनिलो﻿‌உनलः ॥ 70 ॥ बन्धनो बन्धकर्ता च सुबन्धनविमोचनः ।
		सयघ्य़ारिः सकामारिः महादंष्ट्रो महा﻿‌உ﻿‌உयुधः ॥ 71 ॥ बाहुस्त्वनिन्दितः
		शर्वः शङ्करः शङ्करो﻿‌உधनः । अमरेशो महादेवो विश्वदेवः सुरारिहा ॥ 72 ॥
		अहिर्बुध्नो निरृतिश्च चेकितानो हरिस्तथा । अजैकपाच्च कापाली
		त्रिशङ्कुरजितः शिवः ॥ 73 ॥ धन्वन्तरिर्धूमकेतुः स्कन्दो वैश्रवणस्तथा ।
		धाता शक्रश्च विष्णुश्च मित्रस्त्वष्टा ध्रुवो धरः ॥ 74 ॥ प्रभावः सर्वगो
		वायुरर्यमा सविता रविः । उदग्रश्च विधाता च मान्धाता भूत भावनः ॥ 75 ॥
		रतितीर्थश्च वाग्मी च सर्वकामगुणावहः । पद्मगर्भो
		महागर्भश्चन्द्रवक्त्रोमनोरमः ॥ 76 ॥ बलवांश्चोपशान्तश्च पुराणः
		पुण्यचझ्ण्चुरी । कुरुकर्ता कालरूपी कुरुभूतो महेश्वरः ॥ 77 ॥ सर्वाशयो
		दर्भशायी सर्वेषां प्राणिनाम्पतिः । देवदेवः मुखो﻿‌உसक्तः सदसतः
		सर्वरत्नवितः ॥ 78 ॥ कैलास शिखरावासी हिमवदः गिरिसंश्रयः । कूलहारी
		कूलकर्ता बहुविद्यो बहुप्रदः ॥ 79 ॥ वणिजो वर्धनो वृक्शो
		नकुलश्चन्दनश्छदः । सारग्रीवो महाजत्रु रलोलश्च महौषधः ॥ 80 ॥
		सिद्धार्थकारी सिद्धार्थश्चन्दो व्याकरणोत्तरः । सिंहनादः सिंहदंष्ट्रः
		सिंहगः सिंहवाहनः ॥ 81 ॥ प्रभावात्मा जगत्कालस्थालो लोकहितस्तरुः ।
		सारङ्गो नवचक्राङ्गः केतुमाली सभावनः ॥ 82 ॥ भूतालयो
		भूतपतिरहोरात्रमनिन्दितः ॥ 83 ॥ वाहिता सर्वभूतानां निलयश्च विभुर्भवः ।
		अमोघः संयतो ह्यश्वो भोजनः प्राणधारणः ॥ 84 ॥ धृतिमानः मतिमानः दक्शः
		सत्कृतश्च युगाधिपः । गोपालिर्गोपतिर्ग्रामो गोचर्मवसनो हरः ॥ 85 ॥
		हिरण्यबाहुश्च तथा गुहापालः प्रवेशिनामः । प्रतिष्ठायी महाहर्षो जितकामो
		जितेन्द्रियः ॥ 86 ॥ गान्धारश्च सुरालश्च तपः कर्म रतिर्धनुः । महागीतो
		महानृत्तोह्यप्सरोगणसेवितः ॥ 87 ॥ महाकेतुर्धनुर्धातुर्नैक सानुचरश्चलः ।
		आवेदनीय आवेशः सर्वगन्धसुखावहः ॥ 88 ॥ तोरणस्तारणो वायुः परिधावति चैकतः
		। संयोगो वर्धनो वृद्धो महावृद्धो गणाधिपः ॥ 89 ॥ नित्यात्मसहायश्च
		देवासुरपतिः पतिः । युक्तश्च युक्तबाहुश्च द्विविधश्च सुपर्वणः ॥ 90 ॥
		आषाढश्च सुषाडश्च ध्रुवो हरि हणो हरः । वपुरावर्तमानेभ्यो वसुश्रेष्ठो
		महापथः ॥ 91 ॥ शिरोहारी विमर्शश्च सर्वलक्शण भूषितः । अक्शश्च रथ योगी च
		सर्वयोगी महाबलः ॥ 92 ॥ समाम्नायो﻿‌உसमाम्नायस्तीर्थदेवो महारथः ।
		निर्जीवो जीवनो मन्त्रः शुभाक्शो बहुकर्कशः ॥ 93 ॥ रत्न प्रभूतो
		रक्ताङ्गो महा﻿‌உर्णवनिपानवितः । मूलो विशालो ह्यमृतो व्यक्ताव्यक्तस्तपो
		निधिः ॥ 94 ॥ आरोहणो निरोहश्च शलहारी महातपाः । सेनाकल्पो महाकल्पो
		युगायुग करो हरिः ॥ 95 ॥ युगरूपो महारूपो पवनो गहनो नगः । न्याय
		निर्वापणः पादः पण्डितो ह्यचलोपमः ॥ 96 ॥ बहुमालो महामालः सुमालो
		बहुलोचनः । विस्तारो लवणः कूपः कुसुमः सफलोदयः ॥ 97 ॥ वृषभो
		वृषभाङ्काङ्गो मणि बिल्वो जटाधरः । इन्दुर्विसर्वः सुमुखः सुरः सर्वायुधः
		सहः ॥ 98 ॥ निवेदनः सुधाजातः सुगन्धारो महाधनुः । गन्धमाली च भगवानः
		उत्थानः सर्वकर्मणामः ॥ 99 ॥ मन्थानो बहुलो बाहुः सकलः सर्वलोचनः ।
		तरस्ताली करस्ताली ऊर्ध्व संहननो वहः ॥ 100 ॥ छत्रं सुच्छत्रो विख्यातः
		सर्वलोकाश्रयो महानः । मुण्डो विरूपो विकृतो दण्डि मुण्डो विकुर्वणः ॥
		101 ॥ हर्यक्शः ककुभो वज्री दीप्तजिह्वः सहस्रपातः । सहस्रमूर्धा
		देवेन्द्रः सर्वदेवमयो गुरुः ॥ 102 ॥ सहस्रबाहुः सर्वाङ्गः शरण्यः
		सर्वलोककृतः । पवित्रं त्रिमधुर्मन्त्रः कनिष्ठः कृष्णपिङ्गलः ॥ 103 ॥
		ब्रह्मदण्डविनिर्माता शतघ्नी शतपाशधृकः । पद्मगर्भो महागर्भो ब्रह्मगर्भो
		जलोद्भवः ॥ 104 ॥ गभस्तिर्ब्रह्मकृदः ब्रह्मा ब्रह्मविदः ब्राह्मणो गतिः
		। अनन्तरूपो नैकात्मा तिग्मतेजाः स्वयम्भुवः ॥ 105 ॥ ऊर्ध्वगात्मा
		पशुपतिर्वातरंहा मनोजवः । चन्दनी पद्ममाला﻿‌உग्{}र्यः सुरभ्युत्तरणो नरः
		॥ 106 ॥ कर्णिकार महास्रग्वी नीलमौलिः पिनाकधृकः । उमापतिरुमाकान्तो
		जाह्नवी धृगुमाधवः ॥ 107 ॥ वरो वराहो वरदो वरेशः सुमहास्वनः । महाप्रसादो
		दमनः शत्रुहा श्वेतपिङ्गलः ॥ 108 ॥ प्रीतात्मा प्रयतात्मा च संयतात्मा
		प्रधानधृकः । सर्वपार्श्व सुतस्तार्क्श्यो धर्मसाधारणो वरः ॥ 109 ॥
		चराचरात्मा सूक्श्मात्मा सुवृषो गो वृषेश्वरः । साध्यर्षिर्वसुरादित्यो
		विवस्वानः सविता﻿‌உमृतः ॥ 110 ॥ व्यासः सर्वस्य सङ्क्शेपो विस्तरः पर्ययो
		नयः । ऋतुः संवत्सरो मासः पक्शः सङ्ख्या समापनः ॥ 111 ॥ कलाकाष्ठा
		लवोमात्रा मुहूर्तो﻿‌உहः क्शपाः क्शणाः । विश्वक्शेत्रं प्रजाबीजं
		लिङ्गमाद्यस्त्वनिन्दितः ॥ 112 ॥ सदसदः व्यक्तमव्यक्तं पिता माता पितामहः
		। स्वर्गद्वारं प्रजाद्वारं मोक्शद्वारं त्रिविष्टपमः ॥ 113 ॥ निर्वाणं
		ह्लादनं चैव ब्रह्मलोकः परागतिः । देवासुरविनिर्माता देवासुरपरायणः ॥ 114
		॥ देवासुरगुरुर्देवो देवासुरनमस्कृतः । देवासुरमहामात्रो देवासुरगणाश्रयः
		॥ 115 ॥ देवासुरगणाध्यक्शो देवासुरगणाग्रणीः । देवातिदेवो
		देवर्षिर्देवासुरवरप्रदः ॥ 116 ॥ देवासुरेश्वरोदेवो देवासुरमहेश्वरः ।
		सर्वदेवमयो﻿‌உचिन्त्यो देवता﻿‌உ﻿‌உत्मा﻿‌உ﻿‌உत्मसम्भवः ॥ 117 ॥
		उद्भिदस्त्रिक्रमो वैद्यो विरजो विरजो﻿‌உम्बरः । ईड्यो हस्ती सुरव्याघ्रो
		देवसिंहो नरर्षभः ॥ 118 ॥ विबुधाग्रवरः श्रेष्ठः सर्वदेवोत्तमोत्तमः ।
		प्रयुक्तः शोभनो वर्जैशानः प्रभुरव्ययः ॥ 119 ॥ गुरुः कान्तो निजः सर्गः
		पवित्रः सर्ववाहनः । शृङ्गी शृङ्गप्रियो बभ्रू राजराजो निरामयः ॥ 120 ॥
		अभिरामः सुरगणो विरामः सर्वसाधनः । ललाटाक्शो विश्वदेहो हरिणो
		ब्रह्मवर्चसः ॥ 121 ॥ स्थावराणाम्पतिश्चैव नियमेन्द्रियवर्धनः ।
		सिद्धार्थः सर्वभूतार्थो﻿‌உचिन्त्यः सत्यव्रतः शुचिः ॥ 122 ॥ व्रताधिपः
		परं ब्रह्म मुक्तानां परमागतिः । विमुक्तो मुक्ततेजाश्च श्रीमानः
		श्रीवर्धनो जगतः ॥ 123 ॥ श्रीमानः श्रीवर्धनो जगतः ॐ नम इति ॥ इति श्री
		महाभारते अनुशासन पर्वे श्री शिव सहस्रनाम स्तोत्रम् सम्पूर्णम् ॥


	</div>
	<c:import url="/resources/template/footer.jsp"></c:import>
	<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
	<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
