<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>आयुष्यसूक्तम्</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>


<h1>आयुष्यसूक्तम्</h1>
 <br>
यो ब्रह्मा ब्रह्मण उज्जहार प्राणैः शिरः कृत्तिवासाः पिनाकी ।<br>
ईशानो देवः स न आयुर्दधातु तस्मै जुहोमि हविषा घृतेन ॥१॥<br>
 <br>
विभ्राजमानः सरिरस्यमध्याद्रोचमानो घर्मरुचिर्य आगात् ।<br>
स मृत्युपाशानपनुद्य घोरानिहायुषेणो घृतमत्तु देवः ॥२॥<br>
 <br>
ब्रह्मज्योतिर्ब्रह्मपत्नीषु गर्भं यमादधात् पुरुरूपं जयन्तम् ।<br>
सुवर्णरंभग्रहमर्कमर्च्यं तमायुषे वर्धयामो घृतेन ॥३॥<br>
<br>
श्रियं लक्ष्मीमौबलामंबिकां गां षष्टीं च यामिन्द्रसेनेत्युदाहुः ।<br>
तां विद्यां ब्रह्मयोनिं सरूपामिहायुषे तर्पयामो घृतेन ॥४॥<br>
 <br>
दाक्षायण्यः सर्वयोन्यः स योन्यः सहस्रशो विश्वरूपा विरूपाः ।<br>
ससूनवः सपतयः सयूथ्या आयुषेणो घृतमिदं जुषन्ताम् ॥५॥<br>
 <br>
दिव्या गणा बहुरूपाः पुराणा आयुश्छिदो नः प्रमथ्नन्तु वीरान् ।<br>
तेभ्यो जुहोमि बहुधा घृतेन मा नः प्रजां रीरिषो मोत वीरान् ॥६॥<br>
 <br>
एकः पुरस्तात् य इदं बभूव यतो बभूव भुवनस्य गोपाः ।<br>
यमप्येति भुवनं सांपराये स नो हविर्घृतमिहायुषेत्तु देवः ॥७॥<br>
वसून् रुद्रानादित्यान् मरुतोऽथ साध्यान् ऋभून् यक्षान् गन्धर्वांश्च पितॄंश्च विश्वान् ।<br>
भृगून् सर्पांश्चाङ्गिरसोऽथ सर्वान् घृतं हुत्वा स्वायुष्या महयाम शश्वत् ॥८॥<br>
 <br>
विष्णो त्वं नो अन्तमश्शर्मयच्छसहन्त्य ।<br>
प्रतेधारा मधुश्च्युत उथ्सं दुह्रते अक्षितम्॥९॥<br>
 <br>
ऊँ शान्तिः शान्तिः शान्तिः<br>
<br>



</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
