<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> दुर्गा सूक्तम् </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
 <h1>दुर्गा सूक्तम्</h1>
 <br> 
ॐ ॥ जा॒तवे॑दसे सुनवाम॒ सोम॑ मरातीय॒तो निद॑हाति॒ वेदः॑ ।<br> 
स नः॑ पर्-ष॒दति॑ दु॒र्गाणि॒ विश्वा॑ ना॒वेव॒ सिन्धुं॑ दुरि॒ता﻿‌உत्य॒ग्निः ॥<br> 
ताम॒ग्निव॑र्णां तप॑सा ज्वल॒न्तीं वै॑रोच॒नीं क॑र्मफ॒लेषु॒ जुष्टा॓म् ।<br> 
दु॒र्गां दे॒वीग्ं शर॑णम॒हं प्रप॑द्ये सु॒तर॑सि तरसे॑ नमः॑ ॥<br> 
अग्ने॒ त्वं पा॑रया॒ नव्यो॑ अ॒स्मान्थ्-स्व॒स्तिभि॒रति॑ दु॒र्गाणि॒ विश्वा॓ ।<br> 
पूश्च॑ पृ॒थ्वी ब॑हु॒ला न॑ उ॒र्वी भवा॑ तो॒काय॒ तन॑याय॒ शंयोः ॥<br> 
विश्वा॑नि नो दु॒र्गहा॑ जातवेदः॒ सिन्धु॒न्न ना॒वा दु॑रि॒ता﻿‌உति॑पर्-षि ।<br> 
अग्ने॑ अत्रि॒वन्मन॑सा गृणा॒नो॓﻿‌உस्माकं॑ बोध्यवि॒ता त॒नूना॓म् ॥<br> 
पृ॒त॒ना॒ जित॒ग्ं॒ सह॑मानमु॒ग्रम॒ग्निग्ं हु॑वेम पर॒माथ्-स॒धस्था॓त् ।<br> 
स नः॑ पर्-ष॒दति॑ दु॒र्गाणि॒ विश्वा॒ क्षाम॑द्दे॒वो अति॑ दुरि॒ता﻿‌உत्य॒ग्निः ॥<br> 
प्र॒त्नोषि॑ क॒मीड्यो॑ अध्व॒रेषु॑ स॒नाच्च॒ होता॒ नव्य॑श्च सत्सि॑ ।<br> 
स्वाञ्चा॓﻿‌உग्ने त॒नुवं॑ पि॒प्रय॑स्वा॒स्मभ्यं॑ च॒ सौभ॑ग॒माय॑जस्व ॥<br> 
गोभि॒र्जुष्ट॑मयुजो॒ निषि॑क्तं॒ तवें॓द्र विष्णो॒रनु॒सञ्च॑रेम ।<br> 
नाक॑स्य पृ॒ष्ठम॒भि स॒ंवसा॑नो॒ वैष्ण॑वीं लो॒क इ॒ह मा॑दयन्ताम् ॥<br> 
ॐ का॒त्या॒य॒नाय॑ वि॒द्महे॑ कन्यकु॒मारि॑ धीमहि । तन्नो॑ दुर्गिः प्रचो॒दया॓त् ॥<br> 
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥<br> 
<br> 



</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
