<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>नारायणसूक्तम्</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>नारायणसूक्तम्</h1>
ॐ स॒ह ना॑ववतु । 
स॒ह नौ॑ भुनक्तु । <br>
स॒ह वी॒र्यं॑ करवावहै । <br>
ते॒ज॒स्विना॒वधी॑तमस्तु॒ मा वि॑द्विषा॒वहै॓ ॥<br>
 ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥<br>
 <br>
ॐ ॥ स॒ह॒स्र॒शीर्॑षं दे॒वं॒ वि॒श्वाक्षं॑ वि॒श्वशं॑भुवम् । <br>
विश्वं॑ ना॒राय॑णं दे॒व॒म॒क्षरं॑ पर॒मं पदम् । <br>
वि॒श्वतः॒ पर॑मान्नि॒त्यं॒ वि॒श्वं ना॑राय॒णग्ं ह॑रिम् । <br>
विश्व॑मे॒वेदं पुरु॑ष॒-स्तद्विश्व-मुप॑जीवति । <br>
पतिं॒ विश्व॑स्या॒त्मेश्व॑र॒ग्ं॒ शाश्व॑तग्ं शि॒व-मच्युतम् । <br>
ना॒राय॒णं म॑हाज्ञे॒यं॒ वि॒श्वात्मा॑नं प॒राय॑णम् । <br>
ना॒राय॒णप॑रो ज्यो॒ति॒रा॒त्मा ना॑राय॒णः प॑रः । <br>
ना॒राय॒णपरं॑ ब्र॒ह्म॒ तत्त्वं ना॑राय॒णः प॑रः । <br>
ना॒राय॒णप॑रो ध्या॒ता॒ ध्या॒नं ना॑राय॒णः प॑रः । <br>
यच्च॑ कि॒ञ्चिज्जगत्स॒र्वं॒ दृ॒श्यते॓ श्रूय॒ते﻿‌உपि॑ वा ॥
अन्त॑र्ब॒हिश्च॑ तत्स॒र्वं॒ व्या॒प्य ना॑राय॒णः स्थि॑तः । <br>
अनन्त॒मव्ययं॑ क॒विग्ं स॑मु॒द्रे﻿‌உन्तं॑ वि॒श्वशं॑भुवम् । <br>
प॒द्म॒को॒श-प्र॑तीका॒श॒ग्ं॒ हृ॒दयं॑ चाप्य॒धोमु॑खम् । <br>
अधो॑ नि॒ष्ट्या वि॑तस्या॒न्ते॒ ना॒भ्यामु॑परि॒ तिष्ठ॑ति । <br>
ज्वा॒ल॒मा॒लाकु॑लं भा॒ती॒ वि॒श्वस्याय॑त॒नं म॑हत् । <br>
सन्तत॑ग्ं शि॒लाभि॑स्तु॒ लम्ब॒त्याकोश॒सन्नि॑भम् । <br>
तस्यान्ते॑ सुषि॒रग्ं सू॒क्ष्मं तस्मिन्॓ स॒र्वं प्रति॑ष्ठितम् । <br>
तस्य॒ मध्ये॑ म॒हान॑ग्निर्-वि॒श्वार्चि॑र्-वि॒श्वतो॑मुखः । <br>
सो﻿‌உग्र॑भु॒ग्विभ॑जन्ति॒ष्ठ॒-न्नाहा॑रमज॒रः क॒विः । <br>
ति॒र्य॒गू॒र्ध्वम॑धश्शा॒यी॒ र॒श्मय॑स्तस्य॒ सन्त॑ता । <br>
स॒न्ता॒पय॑ति स्वं दे॒हमापा॑दतल॒मस्त॑कः । <br>
तस्य॒मध्ये॒ वह्नि॑शिखा अ॒णीयो॓र्ध्वा व्य॒वस्थि॑तः । <br>
नी॒लतो॑-यद॑मध्य॒स्था॒द्-वि॒ध्युल्ले॑खेव॒ भास्व॑रा । <br>
नी॒वार॒शूक॑वत्त॒न्वी॒ पी॒ता भा॓स्वत्य॒णूप॑मा । <br>
तस्या॓ः शिखा॒या म॑ध्ये प॒रमा॓त्मा व्य॒वस्थि॑तः । <br>
स ब्रह्म॒ स शिवः॒ स हरिः॒ सेन्द्रः॒ सो﻿‌உक्ष॑रः पर॒मः स्व॒राट् ॥
ऋतग्ं स॒त्यं प॑रं ब्र॒ह्म॒ पु॒रुषं॑ कृष्ण॒पिङ्ग॑लम् । <br>
ऊ॒र्ध्वरे॑तं वि॑रूपा॑क्षं॒ वि॒श्वरू॑पाय॒ वै नमो॒ नमः॑ ॥
ॐ ना॒रा॒य॒णाय॑ वि॒द्महे॑ वासुदे॒वाय॑ धीमहि । <br>
तन्नो॑ विष्णुः प्रचो॒दया॓त् ॥
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥


</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
