<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title>पुरुषसूक्तम्</title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>पुरुषसूक्तम्</h1>
ॐ तच्चं॒ योरावृ॑णीमहे । गा॒तुं य॒ज्ञाय॑ । गा॒तुं य॒ज्ञप॑तये । दैवी॓ स्व॒स्तिर॑स्तु नः । स्व॒स्तिर्मानु॑षेभ्यः । ऊ॒र्ध्वं जि॑गातु भेष॒जम् । शं नो॑ अस्तु द्वि॒पदे॓ । शं चतु॑ष्पदे ।<br>
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥<br>
स॒हस्र॑शीर्षा॒ पुरु॑षः । स॒ह॒स्रा॒क्षः स॒हस्र॑पात् ।<br>
स भूमिं॑ वि॒श्वतो॑ वृ॒त्वा । अत्य॑तिष्ठद्दशाङ्गु॒लम् ॥<br>
पुरु॑ष ए॒वेदग्ं सर्वम्॓ । यद्भू॒तं यच्च॒ भव्यम्॓ ।<br>
उ॒तामृ॑त॒त्व स्येशा॑नः । य॒दन्ने॑नाति॒रोह॑ति ॥<br>
ए॒तावा॑नस्य महि॒मा । अतो॒ ज्यायाग्॑‍श्च॒ पूरु॑षः ।<br>
पादो॓﻿‌உस्य॒ विश्वा॑ भू॒तानि॑ । त्रि॒पाद॑स्या॒मृतं॑ दि॒वि ॥<br>
त्रि॒पादू॒र्ध्व उदै॒त्पुरु॑षः । पादो॓﻿‌உस्ये॒हा﻿‌உ﻿‌உभ॑वा॒त्पुनः॑ ।<br>
ततो॒ विष्व॒ण्-व्य॑क्रामत् । सा॒श॒ना॒न॒श॒ने अ॒भि ॥<br>
तस्मा॓द्वि॒राड॑जायत । वि॒राजो॒ अधि॒ पूरु॑षः ।<br>
स जा॒तो अत्य॑रिच्यत । प॒श्चाद्-भूमि॒मथो॑ पु॒रः ॥<br>
यत्पुरु॑षेण ह॒विषा॓ । दे॒वा य॒ज्ञमत॑न्वत ।<br>
व॒स॒न्तो अ॑स्यासी॒दाज्यम्॓ । ग्री॒ष्म इ॒ध्मश्श॒रध्ध॒विः ॥<br>
स॒प्तास्या॑सन्-परि॒धयः॑ । त्रिः स॒प्त स॒मिधः॑ कृ॒ताः ।<br>
दे॒वा यद्य॒ज्ञं त॑न्वा॒नाः । अब॑ध्न॒न्-पुरु॑षं प॒शुम् ॥<br>
तं य॒ज्ञं ब॒र्॒हिषि॒ प्रौक्षन्॑ । पुरु॑षं जा॒तम॑ग्र॒तः ।<br>
तेन॑ दे॒वा अय॑जन्त । सा॒ध्या ऋष॑यश्च॒ ये ॥<br>
तस्मा॓द्य॒ज्ञात्-स॑र्व॒हुतः॑ । सम्भृ॑तं पृषदा॒ज्यम् ।<br>
प॒शूग्-स्ताग्‍श्च॑क्रे वाय॒व्यान्॑ । आ॒र॒ण्यान्-ग्रा॒म्याश्च॒ ये ॥<br>
तस्मा॓द्य॒ज्ञात्स॑र्व॒हुतः॑ । ऋचः॒ सामा॑नि जज्ञिरे ।<br>
छन्दाग्ं॑सि जज्ञिरे॒ तस्मा॓त् । यजु॒स्तस्मा॑दजायत ॥<br>
तस्मा॒दश्वा॑ अजायन्त । ये के चो॑भ॒याद॑तः ।<br>
गावो॑ ह जज्ञिरे॒ तस्मा॓त् । तस्मा॓ज्जा॒ता अ॑जा॒वयः॑ ॥<br>
यत्पुरु॑षं॒ व्य॑दधुः । क॒ति॒था व्य॑कल्पयन् ।<br>
मुखं॒ किम॑स्य॒ कौ बा॒हू । कावू॒रू पादा॑वुच्येते ॥<br>
ब्रा॒ह्म॒णो॓﻿‌உस्य॒ मुख॑मासीत् । बा॒हू रा॑ज॒न्यः॑ कृ॒तः ।<br>
ऊ॒रू तद॑स्य॒ यद्वैश्यः॑ । प॒द्भ्याग्ं शू॒द्रो अ॑जायतः ॥<br>
च॒न्द्रमा॒ मन॑सो जा॒तः । चक्षोः॒ सूर्यो॑ अजायत ।<br>
मुखा॒दिन्द्र॑श्चा॒ग्निश्च॑ । प्रा॒णाद्वा॒युर॑जायत ॥<br>
नाभ्या॑ आसीद॒न्तरि॑क्षम् । शी॒र्ष्णो द्यौः सम॑वर्तत ।<br>
प॒द्भ्यां भूमि॒र्दिशः॒ श्रोत्रा॓त् । तथा॑ लो॒काग्म् अक॑ल्पयन् ॥<br>
वेदा॒हमे॑तं पुरु॑षं म॒हान्तम्॓ । आ॒दि॒त्यव॑र्णं॒ तम॑स॒स्तु पा॒रे ।<br>
सर्वा॑णि रू॒पाणि॑ वि॒चित्य॒ धीरः॑ । नामा॑नि कृ॒त्वा﻿‌உभि॒वद॒न्॒, यदा﻿‌உ﻿‌உस्ते॓ ॥<br>
धा॒ता पु॒रस्ता॒द्यमु॑दाज॒हार॑ । श॒क्रः प्रवि॒द्वान्-प्र॒दिश॒श्चत॑स्रः ।<br>
तमे॒वं वि॒द्वान॒मृत॑ इ॒ह भ॑वति । नान्यः पन्था॒ अय॑नाय विद्यते ॥<br>
य॒ज्ञेन॑ य॒ज्ञम॑यजन्त दे॒वाः । तानि॒ धर्मा॑णि प्रथ॒मान्या॑सन् ।<br>
ते ह॒ नाकं॑ महि॒मानः॑ सचन्ते । यत्र॒ पूर्वे॑ सा॒ध्यास्सन्ति॑ दे॒वाः ॥<br>
अ॒द्भ्यः सम्भू॑तः पृथि॒व्यै रसा॓च्च । वि॒श्वक॑र्मणः॒ सम॑वर्त॒ताधि॑ ।<br>
तस्य॒ त्वष्टा॑ वि॒दध॑द्रू॒पमे॑ति । तत्पुरु॑षस्य॒ विश्व॒माजा॑न॒मग्रे॓ ॥<br>
वेदा॒हमे॒तं पुरु॑षं म॒हान्तम्॓ । आ॒दि॒त्यव॑र्णं॒ तम॑सः॒ पर॑स्तात् ।<br>
तमे॒वं वि॒द्वान॒मृत॑ इ॒ह भ॑वति । नान्यः पन्था॑ विद्य॒ते﻿‌உय॑नाय ॥<br>
प्र॒जाप॑तिश्चरति॒ गर्भे॑ अ॒न्तः । अ॒जाय॑मानो बहु॒धा विजा॑यते ।<br>
तस्य॒ धीराः॒ परि॑जानन्ति॒ योनिम्॓ । मरी॑चीनां प॒दमिच्छन्ति वे॒धसः॑ ॥<br>
यो दे॒वेभ्य॒ आत॑पति । यो दे॒वानां॓ पु॒रोहि॑तः ।<br>
पूर्वो॒ यो दे॒वेभ्यो॑ जा॒तः । नमो॑ रु॒चाय॒ ब्राह्म॑ये ॥<br>
रुचं॑ ब्रा॒ह्मं ज॒नय॑न्तः । दे॒वा अग्रे॒ तद॑ब्रुवन् ।<br>
यस्त्वै॒वं ब्रा॓ह्म॒णो वि॒द्यात् । तस्य॒ दे॒वा अस॒न् वशे॓ ॥<br>
ह्रीश्च॑ ते ल॒क्ष्मीश्च॒ पत्न्यौ॓ । अ॒हो॒रा॒त्रे पा॒र्श्वे ।<br>
नक्ष॑त्राणि रू॒पम् । अ॒श्विनौ॒ व्यात्तम्॓ ।<br>
इ॒ष्टं म॑निषाण । अ॒मुं म॑निषाण । सर्वं॑ मनिषाण ॥<br>
तच्चं॒ योरावृ॑णीमहे । गा॒तुं य॒ज्ञाय॑ । गा॒तुं य॒ज्ञप॑तये । दैवी॓ स्व॒स्तिर॑स्तु नः । स्व॒स्तिर्मानु॑षेभ्यः । ऊ॒र्ध्वं जि॑गातु भेष॒जम् । शं नो॑ अस्तु द्वि॒पदे॓ । शं चतु॑ष्पदे ।<br>
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥<br>
<br>



</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
