<%@ page pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form" %>
<html>
<head>
<title> श्री सूक्तम्  </title>
<link href='<c:url value="/resources/css/style.css"/>' rel="stylesheet">
</head>
<body>
<c:import url="/resources/template/header.jsp"></c:import>
<div class="container" id="view_content">
<c:import url="/resources/template/font_resize.jsp"></c:import>
<h1>श्री सूक्तम्</h1>
ॐ ॥ हिर॑ण्यवर्णां॒ हरि॑णीं सु॒वर्ण॑रज॒तस्र॑जाम् । च॒न्द्रां हि॒रण्म॑यीं ल॒क्ष्मीं जात॑वेदो म॒ आव॑ह ॥<br>
तां म॒ आव॑ह॒ जात॑वेदो ल॒क्ष्मीमन॑पगा॒मिनी॓म् ।<br>
यस्यां॒ हिर॑ण्यं वि॒न्देयं॒ गामश्वं॒ पुरु॑षान॒हम् ॥<br>
अ॒श्व॒पू॒र्वां र॑थम॒ध्यां ह॒स्तिना॓द-प्र॒बोधि॑नीम् ।<br>
श्रियं॑ दे॒वीमुप॑ह्वये॒ श्रीर्मा दे॒वीर्जु॑षताम् ॥<br>
कां॒ सो॓स्मि॒तां हिर॑ण्यप्रा॒कारा॑मा॒र्द्रां ज्वलं॑तीं तृ॒प्तां त॒र्पयं॑तीम् ।<br>
प॒द्मे॒ स्थि॒तां प॒द्मव॑र्णां॒ तामि॒होप॑ह्वये॒ श्रियम् ॥<br>
च॒न्द्रां प्र॑भा॒सां य॒शसा॒ ज्वलं॑तीं॒ श्रियं॑ लो॒के दे॒वजु॑ष्टामुदा॒राम् ।<br>
तां प॒द्मिनी॑मीं॒ शर॑णम॒हं प्रप॑द्ये﻿‌உल॒क्ष्मीर्मे॑ नश्यतां॒ त्वां वृ॑णे ॥<br>
आ॒दि॒त्यव॑र्णे तप॒सो﻿‌உधि॑जा॒तो वन॒स्पति॒स्तव॑ वृ॒क्षो﻿‌உथ बि॒ल्वः ।<br>
तस्य॒ फला॑नि॒ तप॒सानु॑दन्तु मा॒यान्त॑रा॒याश्च॑ बा॒ह्या अ॑ल॒क्ष्मीः ॥<br>
उपैतु॒ मां दे॒वस॒खः की॒र्तिश्च॒ मणि॑ना स॒ह ।<br>
प्रा॒दु॒र्भू॒तो﻿‌உस्मि॑ राष्ट्रे॒﻿‌உस्मिन् की॒र्तिमृ॑द्धिं द॒दादु॑ मे ॥<br>
क्षुत्पि॑पा॒साम॑लां ज्ये॒ष्ठाम॑ल॒क्षीं ना॑शया॒म्यहम् ।<br>
अभू॑ति॒मस॑मृद्धिं॒ च सर्वां॒ निर्णु॑द मे॒ गृहात् ॥<br>
ग॒न्ध॒द्वा॒रां दु॑राध॒र्षां॒ नि॒त्यपु॑ष्टां करी॒षिणी॓म् ।<br>
ई॒श्वरीग्ं॑ सर्व॑भूता॒नां॒ तामि॒होप॑ह्वये॒ श्रियम् ॥<br>
मन॑सः॒ काम॒माकूतिं वा॒चः स॒त्यम॑शीमहि ।<br>
प॒शू॒नां रू॒पमन्य॑स्य मयि॒ श्रीः श्र॑यतां॒ यशः॑ ॥<br>
क॒र्दमे॑न प्र॑जाभू॒ता॒ म॒यि॒ सम्भ॑व क॒र्दम ।<br>
श्रियं॑ वा॒सय॑ मे कु॒ले मा॒तरं॑ पद्म॒मालि॑नीम् ॥<br>
आपः॑ सृ॒जन्तु॑ स्नि॒ग्दा॒नि॒ चि॒क्ली॒त व॑स मे॒ गृहे ।<br>
नि च॑ दे॒वीं मा॒तरं॒ श्रियं॑ वा॒सय॑ मे कु॒ले ॥<br>
आ॒र्द्रां पु॒ष्करि॑णीं पु॒ष्टिं॒ सु॒व॒र्णाम् हे॑ममा॒लिनीम् ।<br>
सू॒र्यां हि॒रण्म॑यीं ल॒क्ष्मीं जात॑वेदो म॒ आव॑ह ॥<br>
आ॒र्द्रां यः॒ करि॑णीं य॒ष्टिं पि॒ङ्ग॒लाम् प॑द्ममा॒लिनीम् ।<br>
च॒न्द्रां हि॒रण्म॑यीं ल॒क्ष्मीं॒ जात॑वेदो म॒ आव॑ह ॥<br>
तां म॒ आव॑ह॒ जात॑वेदो ल॒क्षीमन॑पगा॒मिनी॓म् ।<br>
यस्यां॒ हिर॑ण्यं॒ प्रभू॑तं॒ गावो॑ दा॒स्यो﻿‌உश्वा॓न्, वि॒न्देयं॒ पुरु॑षान॒हम् ॥<br>
ॐ म॒हा॒दे॒व्यै च॑ वि॒द्महे॑ विष्णुप॒त्नी च॑ धीमहि । तन्नो॑ लक्ष्मीः प्रचो॒दया॓त् ॥<br>
श्री-र्वर्च॑स्व॒-मायु॑ष्य॒-मारो॓ग्य॒मावी॑धा॒त् पव॑मानं मही॒यते॓ । धा॒न्यं ध॒नं प॒शुं ब॒हुपु॑त्रला॒भं श॒तसं॓वत्स॒रं दी॒र्घमायुः॑ ॥<br>
ॐ शान्तिः॒ शान्तिः॒ शान्तिः॑ ॥<br>
<br>




</div>
<c:import url="/resources/template/footer.jsp"></c:import>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
<script src='<c:url value="/resources/js/font_resize.js"/>'></script>
</body>
</html>
